 {
  "country": "England",
  "result_count": 3661,
  "longitude": -2.585836,
  "area_name": "Bristol",
  "listing": [
    {
      "country_code": "gb",
      "num_floors": "0",
      "image_150_113_url": "https://lid.zoocdn.com/150/113/c992277de60fad83ef162287d4c55b07ef7380e4.jpg",
      "listing_status": "sale",
      "num_bedrooms": "17",
      "location_is_approximate": 0,
      "image_50_38_url": "https://lid.zoocdn.com/50/38/c992277de60fad83ef162287d4c55b07ef7380e4.jpg",
      "latitude": 51.474934,
      "furnished_state": null,
      "agent_address": "9 Waterloo Street, Clifton, Bristol",
      "category": "Residential",
      "property_type": "Detached house",
      "longitude": -2.612254,
      "thumbnail_url": "https://lid.zoocdn.com/80/60/c992277de60fad83ef162287d4c55b07ef7380e4.jpg",
      "description": "Hollis Morgan April auction - A prime redland development opportunity comprising a large period property ( 8880 Sq Ft ) with planning granted for a scheme of 9 luxury apartments.For Sale By Auction*** postponed to June auction ***lot number 5Wednesday 24th April 2019All Saints Church Pembroke Road, Clifton, Bristol BS8 2HYLegal packs will be available for inspection from 18:00.The sale will begin promptly at 19:00Extended CompletionCompletion is set for 8 weeks or earlier subject to mutual consent.Weekly Set ViewingNext Viewing Date: Wednesday 27th March @ 12:00 pmOther times by appointment only. Please contact Hollis Morgan to arrange a time.The property is open for 30 minutes but please leave a minimum of 15 minutes to inspect the property.Hollis Morgan would be grateful if you could arrive promptly to inspect the properties at the start of the specified times as we have scheduled viewings throughout the day and cannot wait for late arrivals. You do not need to book an appointment as it is a set viewing – simply arrive at the stated time and a member of the Hollis Morgan Auction team will take your details and show you the property.Please note there are no viewings on Bank Holidays or on the day of the auction.SolicitorsJonathan WilsonGregg Latchamsddi: Online Legal PacksDigital Copies of the Online legal pack can be downloaded Free of Charge.Please visit the Hollis Morgan Website and select the chosen lot from our Current Auction List.Follow the red link to \"Download Legal Packs\" For the first visit you will be required to register simply with your email and a password.Having set up your account you can download legal packs or if they are not yet available they will automatically be sent to you when we receive them.You will be automatically updated by email if any new information is added.There will be a note added to the list to confirm auction pack now complete when no further information is due to be added.*** stay updated *** By registering for the legal pack we can ensure you are kept updated on any changes to this Lot in the build up to the sale.The PropertyBlenheim House is an imposing Freehold detached period property ( 8880 Sq Ft ) comprising 16 and 18 Blenheim Road and is arranged over three floors with a large undeveloped basement.The property retains the majority of the period features and high ceilings / bay windows associated with this era.It has operated as successful nursing home for a number of years but is now offered with vacant possession.LocationRedland is amongst the most sought after and coveted locations in the city. Offering a mix of suburban convenience with open green spaces such as Durdham Down, excellent amenities on the nearby Gloucester Road, Whiteladies Road and Park Street providing a wide range of supermarkets, shops, restaurants and pubs.With a choice of nearby Redland Green & Cotham secondary schools, both of which have an outstanding ofsted Rating, as well as excellent access to the City, Bristol Temple Meads and the national rail network, and with easy access to Cribbs Causeway and the region's motorway network, Redland remains an incredibly popular family suburb.The OpportunityFlat developmentPlanning has been granted to convert the property into an exclusive development of 9 luxury apartments in this highly sought after residential location.Estimated Total gdv £3.425m - £3.575mCommercial use / nursing home / nurseryThe property has previously operated as a nursing home and could continue in the same use.Family housesInterested parties may consider returning the property to its original set up as a pair of large semi detached family homes.Flat Schedule & GdvGround floorflat 1 – 678 Sq Ft ( 2 Bed )Private entrance, open plan kitchen / living space, Bedroom 1, Bedroom 2, Bathroom.Estimated Resale Values £380,000 - £400,000flat 2 – 731 Sq Ft ( 1 Bed )Private entrance, kitchen Diner, Living room, Bedroom, Bathroom.Estimated Resale Values £325,000 - £335,000flat 3 – 570 Sq Ft ( 1 Bed )Open plan kitchen / living space, Bedroom 1, Bathroom.Estimated Resale Values £300,000 - £315,000flat 4 – 731 Sq ft ( 2 Bed )Open plan kitchen / living space, Bedroom 1, Bedroom 2, Bathroom.Estimated Resale Values £390,000 - £410,000First floorFlat 5 – 775 Sq ft ( 2 Bed )Open plan kitchen / living space, Bedroom 1, Bedroom 2, Bathroom.Estimated Resale Values £400,000 - £420,000Flat 6 – 699 Sq Ft ( 2 Bed )Open plan kitchen / living space leading to balcony, Bedroom 1, Bedroom 2, Bathroom.Estimated Resale Values £400,000 - £420,000Flat 7 – 764 Sq Ft ( 2 Bed )Open plan kitchen / living space, Bedroom 1, Bedroom 2, Bathroom.Estimated Resale Values £400,000 - £420,000Second floorFlat 8 – 979 Sq Ft ( 3 Bed )Open plan kitchen / living space, Bedroom 1, Bedroom 2, Bedroom 3, Bathroom.Estimated Resale Values £410,000 - £420,000flat 9 – 1044 Sq Ft ( 2 Bed )Open plan kitchen / living space, Bedroom 1, Bedroom 2, Bathroom.Estimated Resale Values £420,000 - £435,000Estimated Total gdv £3.425m - £3.575mPlanning GrantedReference18/00305/FAlternative ReferencePP-06671438Application ReceivedThu 18 Jan 2018Application ValidatedTue 23 Jan 2018AddressBlenheim House Nursing Home 16 - 18 Blenheim Road Bristol BS6 7JWProposalProposed change of use from a care home (Use Class C2) to 9 no. Self-contained flats; removal of first floor, rear conservatory and replacement with an extension.StatusDecidedDecisionGRANTED subject to condition(s)Decision Issued DateTue 24 Jul 2018Appeal StatusUnknownPlanning InformationFull details of the planning can be downloaded with the online legal pack.EpcFor full details of the EPC please refer to the online legal pack.Buyer's PremiumPlease be aware all purchasers are subject to a £1000 + VAT (£1,200 inc VAT) buyer's premium which is always payable upon exchange of contracts whether the sale is concluded before, during or after the auction date.Guide PriceAn indication of the seller's current minimum acceptable price at auction. The guide price or range of guide prices is given to assist consumers in deciding whether or not to pursue a purchase. It is usual, but not always the case, that a provisional reserve range is agreed between the seller and the auctioneer at the start of marketing. As the reserve is not fixed at this stage and can be adjusted by the seller at any time up to the day of the auction in the light of interest shown during the marketing period, a guide price is issued. This guide price can be shown in the form of a minimum and maximum price range within which an acceptable sale price (reserve) would fall, or as a single price figure within 10% of which the minimum acceptable price (reserve) would fall. A guide price is different to a reserve price (see separate definition). Both the guide price and the reserve price can be subject to change up to and including the day of the auction.Reserve PriceThe seller's minimum acceptable price at auction and the figure below which the auctioneer cannot sell. The reserve price is not disclosed and remains confidential between the seller and the auctioneer. Both the guide price and the reserve price can be subject to change up to and including the day of the auction.Pre Auction OffersSome properties may be available to buy prior to the auction.Pre auction offers can be only submitted by completing the offer form which can be downloaded with the online legal pack - please email the completed form to – .Please note offers will not be considered until you have viewed the property and the complete legal pack has been released.You will be emailed a note to confirm the auction pack now complete and then offers can be submitted.In the event of an offer being accepted the property will only be removed from the auction and viewings stopped once contracts have successfully exchanged subject to the standard auction terms and payment of the buyer’s premium ( £1,200 ) to Hollis Morgan. Contracts can be signed either via the solicitors or at the Hollis Morgan offices subject to appointment.Surveys And ValuationsIf you would like to arrange a survey or mortgage valuation of this Lot before the auction please instruct your appointed surveyor to contact Hollis Morgan and we will arrange access for them to inspect the property. Please note that buyers cannot attend the surveys and the surveyors are responsible for collecting and returning keys to the Hollis Morgan offices in Clifton.Bidding At The AuctionThis property is for sale by public auction and if you intend to bid please bring the following:Proof of identity (valid passport or photo driving licence).Proof of address (bank statement, recent utility bill, council tax bill or tenancy agreement).10% deposit payment.Buyers premium payment.Details of your solicitor.Paying The Deposit & Buyers PremiumWe can only accept the following at the auction:Personal or Company ChequeBankers DraftDebit Card ( not credit card )Telephone And Proxy BiddingIf you cannot attend the auction (although we strongly advise you do) you can make a telephone or proxy bid. This authorises the auctioneer to bid on your behalf up to a pre-set limit. Forms and relevant conditions are available to download with the online legal pack. A completed form, id and two cheques (one for the 10% deposit and one for the Buyer's Administration Fee of £1,200) are required by the Auction Department at least two full working days before the auction.Auction Buyers Guide VideoWe have short video guides for both buying and selling by Public Auction on the Hollis Morgan Website. If you have any further questions regarding the process please don’t hesitate to contact Auction hq.Why Hollis Morgan?Hollis Morgan regularly hold the largest property auctions across Bristol and the West Country from our iconic Sale Room in Clifton, since we formed in 2010 we have sold the most £££'s of land and property by Public Auction in the region - every year!Between 2010 and 2018 we have held 51 auctions, offering 1321 lots and raising over £269m for clients across the region.Did you know….Hollis Morgan sold more £££’s of land and property by auction than all the other Bristol Auctioneers combined in 2018 with over £44m of successful sales!TestimonialsWe are very proud of what our past clients have say about us - please visit the Hollis Morgan website to read their testimonials.Charity Of The YearHollis Morgan are supporting Bristol Zoo’s Bear Wood Appeal as our 2019 charity of the year with 5% of each buyers premium being donated.Bear Wood is an exciting new development due to open in Summer 2019 at Wild Place Project. The exhibit will transport visitors back in time when the woodland was inhabited by European brown bears, Eurasian lynx, European wolves and wolverine, showing the effects of woodland loss on our native animals.In 2018 we were delighted to be involved in raising £10,000 over 3 events for the “Off The Record” Bristol based mental health charity - Visit the Charity page of our Website for further details - Property Details DisclaimerAuction Property Details DisclaimerHollis Morgan endeavour to make our sales details clear, accurate and reliable but they should not be relied on as statements or representations of fact and they do not constitute any part of an offer or contract.All Hollis Morgan references to planning, tenancies, boundaries, potential development, tenure etc is to be superseded by the information contained in the legal pack.The seller does not make any representation or give any warranty in relation to the property and we have no authority to do so on behalf of the seller.",
      "post_town": "Bristol",
      "details_url": "https://www.zoopla.co.uk/for-sale/details/50761837?utm_source=v1:77-cCjDOAwKP-h3zdu0ptTP5fRhtzeDX&utm_medium=api",
      "short_description": "<p class=\"top\">Hollis Morgan April auction - A prime redland development opportunity comprising a large period property ( 8880 Sq Ft ) with planning granted for a scheme of 9 luxury apartments.</p><h3 class=\"listing-desc-header top\"><strong>For Sale By Auction</strong></h3><p class=\"top\">*** postponed to June auction ***  lot number 5 Wednesday 24th April 2019 All Saints Church Pembroke Road, Clifton, Bristol BS8 2HY Legal packs will be available for inspection from 18:00. The sale will begin promptly at 19:00</p><h3 class=\"listing-desc-header top\"><strong>Extended Completion</strong></h3><p class=\"top\">Completion is set for 8 weeks or earlier subject to mutual consent.</p><h3 class=\"listing-desc-header top\"><strong>Weekly Set Viewing</strong></h3><p class=\"top\">Next Viewing Date: Wednesday 27th March @ 12:00 pm  Other times by appointment only. Please contact Hollis Morgan to arrange a time.  The property is open for 30 minutes but please leave a minimum of 15 minutes to inspect the property. Hollis Morgan would be grateful if you could arrive promptly to inspect the properties at the start of the specified times as we have scheduled viewings throughout the day and cannot wait for late arrivals. You do not need to book an appointment as it is a set viewing – simply arrive at the stated time and a member of the Hollis Morgan Auction team will take your details and show you the property. Please note there are no viewings on Bank Holidays or on the day of the auction.</p><h3 class=\"listing-desc-header top\"><strong>Solicitors</strong></h3><p class=\"top\">Jonathan Wilson Gregg Latchams ddi: </p><h3 class=\"listing-desc-header top\"><strong>Online Legal Packs</strong></h3><p class=\"top\">Digital Copies of the Online legal pack can be downloaded Free of Charge. Please visit the Hollis Morgan Website and select the chosen lot from our Current Auction List. Follow the red link to \"Download Legal Packs\" For the first visit you will be required to register simply with your email and a password. Having set up your account you can download legal packs or if they are not yet available they will automatically be sent to you when we receive them. You will be automatically updated by email if any new information is added. There will be a note added to the list to confirm auction pack now complete when no further information is due to be added. *** stay updated *** By registering for the legal pack we can ensure you are kept updated on any changes to this Lot in the build up to the sale.</p><h3 class=\"listing-desc-header top\"><strong>The Property</strong></h3><p class=\"top\">Blenheim House is an imposing Freehold detached period property ( 8880 Sq Ft ) comprising 16 and 18 Blenheim Road and is arranged over three floors with a large undeveloped basement. The property retains the majority of the period features and high ceilings / bay windows associated with this era. It has operated as successful nursing home for a number of years but is now offered with vacant possession.</p><h3 class=\"listing-desc-header top\"><strong>Location</strong></h3><p class=\"top\">Redland is amongst the most sought after and coveted locations in the city. Offering a mix of suburban convenience with open green spaces such as Durdham Down, excellent amenities on the nearby Gloucester Road, Whiteladies Road and Park Street providing a wide range of supermarkets, shops, restaurants and pubs. With a choice of nearby Redland Green &amp; Cotham secondary schools, both of which have an outstanding ofsted Rating, as well as excellent access to the City, Bristol Temple Meads and the national rail network, and with easy access to Cribbs Causeway and the region's motorway network, Redland remains an incredibly popular family suburb.</p><h3 class=\"listing-desc-header top\"><strong>The Opportunity</strong></h3><p class=\"top\">Flat development  Planning has been granted to convert the property into an exclusive development of 9 luxury apartments in this highly sought after residential location.  Estimated Total gdv £3.425m - £3.575m  commercial use / nursing home / nursery  The property has previously operated as a nursing home and could continue in the same use.  Family houses  Interested parties may consider returning the property to its original set up as a pair of large semi detached family homes.</p><h3 class=\"listing-desc-header top\"><strong>Flat Schedule &amp; Gdv</strong></h3><p class=\"top\">Ground floor  flat 1 – 678 Sq Ft ( 2 Bed ) Private entrance, open plan kitchen / living space, Bedroom 1, Bedroom 2, Bathroom. Estimated Resale Values £380,000 - £400,000  flat 2 – 731 Sq Ft ( 1 Bed ) Private entrance, kitchen Diner, Living room, Bedroom, Bathroom. Estimated Resale Values £325,000 - £335,000  flat 3 – 570 Sq Ft ( 1 Bed ) Open plan kitchen / living space, Bedroom 1, Bathroom. Estimated Resale Values £300,000 - £315,000  flat 4 – 731 Sq ft ( 2 Bed ) Open plan kitchen / living space, Bedroom 1, Bedroom 2, Bathroom. Estimated Resale Values £390,000 - £410,000  first floor  flat 5 – 775 Sq ft ( 2 Bed ) Open plan kitchen / living space, Bedroom 1, Bedroom 2, Bathroom. Estimated Resale Values £400,000 - £420,000  Flat 6 – 699 Sq Ft ( 2 Bed ) Open plan kitchen / living space leading to balcony, Bedroom 1, Bedroom 2, Bathroom. Estimated Resale Values £400,000 - £420,000  Flat 7 – 764 Sq Ft ( 2 Bed ) Open plan kitchen / living space, Bedroom 1, Bedroom 2, Bathroom. Estimated Resale Values £400,000 - £420,000  second floor  flat 8 – 979 Sq Ft ( 3 Bed ) Open plan kitchen / living space, Bedroom 1, Bedroom 2, Bedroom 3, Bathroom. Estimated Resale Values £410,000 - £420,000  flat 9 – 1044 Sq Ft ( 2 Bed ) Open plan kitchen / living space, Bedroom 1, Bedroom 2, Bathroom. Estimated Resale Values £420,000 - £435,000  Estimated Total gdv £3.425m - £3.575m</p><h3 class=\"listing-desc-header top\"><strong>Planning Granted</strong></h3><p class=\"top\">Reference18/00305/F Alternative ReferencePP-06671438 Application ReceivedThu 18 Jan 2018 Application ValidatedTue 23 Jan 2018 AddressBlenheim House Nursing Home 16 - 18 Blenheim Road Bristol BS6 7JW ProposalProposed change of use from a care home (Use Class C2) to 9 no. Self-contained flats; removal of first floor, rear conservatory and replacement with an extension. StatusDecided DecisionGRANTED subject to condition(s) Decision Issued DateTue 24 Jul 2018 Appeal StatusUnknown</p><h3 class=\"listing-desc-header top\"><strong>Planning Information</strong></h3><p class=\"top\">Full details of the planning can be downloaded with the online legal pack.</p><h3 class=\"listing-desc-header top\"><strong>Epc</strong></h3><p class=\"top\">For full details of the EPC please refer to the online legal pack.</p><h3 class=\"listing-desc-header top\"><strong>Buyer's Premium</strong></h3><p class=\"top\">Please be aware all purchasers are subject to a £1000 + VAT (£1,200 inc VAT) buyer's premium which is always payable upon exchange of contracts whether the sale is concluded before, during or after the auction date.</p><h3 class=\"listing-desc-header top\"><strong>Guide Price</strong></h3><p class=\"top\">An indication of the seller's current minimum acceptable price at auction. The guide price or range of guide prices is given to assist consumers in deciding whether or not to pursue a purchase. It is usual, but not always the case, that a provisional reserve range is agreed between the seller and the auctioneer at the start of marketing. As the reserve is not fixed at this stage and can be adjusted by the seller at any time up to the day of the auction in the light of interest shown during the marketing period, a guide price is issued. This guide price can be shown in the form of a minimum and maximum price range within which an acceptable sale price (reserve) would fall, or as a single price figure within 10% of which the minimum acceptable price (reserve) would fall. A guide price is different to a reserve price (see separate definition). Both the guide price and the reserve price can be subject to change up to and including the day of the auction.</p><h3 class=\"listing-desc-header top\"><strong>Reserve Price</strong></h3><p class=\"top\">The seller's minimum acceptable price at auction and the figure below which the auctioneer cannot sell. The reserve price is not disclosed and remains confidential between the seller and the auctioneer. Both the guide price and the reserve price can be subject to change up to and including the day of the auction.</p><h3 class=\"listing-desc-header top\"><strong>Pre Auction Offers</strong></h3><p class=\"top\">Some properties may be available to buy prior to the auction. Pre auction offers can be only submitted by completing the offer form which can be downloaded with the online legal pack - please email the completed form to – . Please note offers will not be considered until you have viewed the property and the complete legal pack has been released. You will be emailed a note to confirm the auction pack now complete and then offers can be submitted. In the event of an offer being accepted the property will only be removed from the auction and viewings stopped once contracts have successfully exchanged subject to the standard auction terms and payment of the buyer’s premium ( £1,200 ) to Hollis Morgan. Contracts can be signed either via the solicitors or at the Hollis Morgan offices subject to appointment.</p><h3 class=\"listing-desc-header top\"><strong>Surveys And Valuations</strong></h3><p class=\"top\">If you would like to arrange a survey or mortgage valuation of this Lot before the auction please instruct your appointed surveyor to contact Hollis Morgan and we will arrange access for them to inspect the property. Please note that buyers cannot attend the surveys and the surveyors are responsible for collecting and returning keys to the Hollis Morgan offices in Clifton.</p><h3 class=\"listing-desc-header top\"><strong>Bidding At The Auction</strong></h3><p class=\"top\">This property is for sale by public auction and if you intend to bid please bring the following:  Proof of identity (valid passport or photo driving licence). Proof of address (bank statement, recent utility bill, council tax bill or tenancy agreement). 10% deposit payment. Buyers premium payment. Details of your solicitor.</p><h3 class=\"listing-desc-header top\"><strong>Paying The Deposit &amp; Buyers Premium</strong></h3><p class=\"top\">We can only accept the following at the auction:  Personal or Company Cheque Bankers Draft Debit Card ( not credit card )</p><h3 class=\"listing-desc-header top\"><strong>Telephone And Proxy Bidding</strong></h3><p class=\"top\">If you cannot attend the auction (although we strongly advise you do) you can make a telephone or proxy bid. This authorises the auctioneer to bid on your behalf up to a pre-set limit. Forms and relevant conditions are available to download with the online legal pack. A completed form, id and two cheques (one for the 10% deposit and one for the Buyer's Administration Fee of £1,200) are required by the Auction Department at least two full working days before the auction.</p><h3 class=\"listing-desc-header top\"><strong>Auction Buyers Guide Video</strong></h3><p class=\"top\">We have short video guides for both buying and selling by Public Auction on the Hollis Morgan Website. If you have any further questions regarding the process please don’t hesitate to contact Auction hq.</p><h3 class=\"listing-desc-header top\"><strong>Why Hollis Morgan?</strong></h3><p class=\"top\">Hollis Morgan regularly hold the largest property auctions across Bristol and the West Country from our iconic Sale Room in Clifton, since we formed in 2010 we have sold the most £££'s of land and property by Public Auction in the region - every year! Between 2010 and 2018 we have held 51 auctions, offering 1321 lots and raising over £269m for clients across the region. Did you know….Hollis Morgan sold more £££’s of land and property by auction than all the other Bristol Auctioneers combined in 2018 with over £44m of successful sales!</p><h3 class=\"listing-desc-header top\"><strong>Testimonials</strong></h3><p class=\"top\">We are very proud of what our past clients have say about us - please visit the Hollis Morgan website to read their testimonials.</p><h3 class=\"listing-desc-header top\"><strong>Charity Of The Year</strong></h3><p class=\"top\">Hollis Morgan are supporting Bristol Zoo’s Bear Wood Appeal as our 2019 charity of the year with 5% of each buyers premium being donated. Bear Wood is an exciting new development due to open in Summer 2019 at Wild Place Project. The exhibit will transport visitors back in time when the woodland was inhabited by European brown bears, Eurasian lynx, European wolves and wolverine, showing the effects of woodland loss on our native animals. In 2018 we were delighted to be involved in raising £10,000 over 3 events for the “Off The Record” Bristol based mental health charity -  Visit the Charity page of our Website for further details - </p><h3 class=\"listing-desc-header top\"><strong>Property Details Disclaimer</strong></h3><p class=\"top\">Auction Property Details Disclaimer Hollis Morgan endeavour to make our sales details clear, accurate and reliable but they should not be relied on as statements or representations of fact and they do not constitute any part of an offer or contract. All Hollis Morgan references to planning, tenancies, boundaries, potential development, tenure etc is to be superseded by the information contained in the legal pack. The seller does not make any representation or give any warranty in relation to the property and we have no authority to do so on behalf of the seller.</p>",
      "outcode": "BS6",
      "image_645_430_url": "https://lid.zoocdn.com/645/430/c992277de60fad83ef162287d4c55b07ef7380e4.jpg",
      "county": "Bristol",
      "price": "2200000",
      "listing_id": "50761837",
      "image_caption": "Blenheim Road",
      "image_80_60_url": "https://lid.zoocdn.com/80/60/c992277de60fad83ef162287d4c55b07ef7380e4.jpg",
      "status": "for_sale",
      "agent_name": "Hollis Morgan - Auction",
      "num_recepts": "9",
      "country": "England",
      "first_published_date": "2019-03-11 13:16:37",
      "displayable_address": "Blenheim Road, Redland, Bristol BS6",
      "floor_plan": [
        "https://lc.zoocdn.com/479b5c798d15601c7fd7942bf59db045fdaece66.jpg",
        "https://lc.zoocdn.com/8e0ea7c275634d8f08f1acc15f8f5edde6884731.jpg",
        "https://lc.zoocdn.com/a805307e1d29c99918e8bd423a452c87148e1982.jpg",
        "https://lc.zoocdn.com/51e13c7a1e6d41259d1051616230aedca8f02d82.jpg",
        "https://lc.zoocdn.com/cd3a7d51e736b1194c8f0246cc5810eca61b38b5.jpg"
      ],
      "street_name": "Blenheim Road",
      "num_bathrooms": "9",
      "agent_logo": "https://st.zoocdn.com/zoopla_static_agent_logo_(314386).png",
      "price_change": [
        {
          "direction": "",
          "date": "2019-03-11 13:03:31",
          "percent": "0%",
          "price": "1900000"
        },
        {
          "direction": "up",
          "date": "2019-03-11 13:48:24",
          "percent": "15.7%",
          "price": "2200000"
        }
      ],
      "agent_phone": "0117 295 7746",
      "image_354_255_url": "https://lid.zoocdn.com/354/255/c992277de60fad83ef162287d4c55b07ef7380e4.jpg",
      "image_url": "https://lid.zoocdn.com/354/255/c992277de60fad83ef162287d4c55b07ef7380e4.jpg",
      "last_published_date": "2019-04-17 12:39:10",
      "price_change_summary": {
        "direction": "up",
        "percent": "15.7%",
        "last_updated_date": "2019-03-11 13:48:24"
      },
      "crimeCount": 87
    },
    {
      "country_code": "gb",
      "num_floors": "0",
      "image_150_113_url": "https://lid.zoocdn.com/150/113/0cab86a5fcbae5deed319c31e4e79fcacfe465fd.jpg",
      "listing_status": "sale",
      "num_bedrooms": "5",
      "location_is_approximate": 0,
      "image_50_38_url": "https://lid.zoocdn.com/50/38/0cab86a5fcbae5deed319c31e4e79fcacfe465fd.jpg",
      "latitude": 51.4547,
      "furnished_state": null,
      "agent_address": "8 The Mall, Clifton Village, Bristol",
      "category": "Residential",
      "property_type": "Terraced house",
      "letting_fees": "Fees apply<br><br>Tenant Fees &amp; Charges<br><br>Mandatory charges associated with the setting up of your tenancy<br><br>There are various fees and charges associated with renting a property that you should be aware of when considering making an offer on a property. More detailed information is available upon request.<br><br>(Where not payable you will be advised accordingly)<br><br>Preliminary Charge - 42% Inc. VAT of the first months rent or £420 Inc. VAT, whichever is the greater.<br>This charge all inclusive charge covers the tenancy agreement, referencing and the check-in. It is not collected until the landlord has, subject-to-contact and references, accepted your offer. If the tenancy does not proceed for whatever reason we will refund a proportionate amount of the charge based on work undertaken and costs incurred.<br><br>Short Let Fee – From £440 (Inc. VAT)†<br><br>This charge applies to short term lettings only and covers: The cost of preparing an Agreement; an inventory check-in and an end of tenancy clean (excluding carpets).<br><br>Other funds you should allow for<br><br>Payment of Intent – To be agreed with you<br><br>We may require a payment of intent as confirmation of your intent to proceed with the proposed tenancy. This will be put towards your first rental payment and will only be refunded if our client elects not to proceed. Payment of this sum does not constitute the granting of a tenancy.<br><br>Rent in Advance – 1 Month<br><br>You will usually be required to pay 1 months rent in advance.<br><br>Deposit – Equivalent to 6 weeks rent<br><br>The deposit is held to protect your landlord from you not meeting your obligations under the terms of the tenancy.<br><br>Stamp Duty Land Tax<br><br>This tax is payable on tenancies where the rent exceeds £125,000.<br><br>Charges if you terminate your tenancy Change of Sharer - £420 Inc. VAT<br><br>This charge applies when you wish to replace a named tenant with another tenant part way through your tenancy and your landlord has agreed to the change. Please note that the replacement tenant will be charged separately for referencing in the sum of £54 Inc. VAT each.<br><br>Deed of Surrender - £75 Inc. VAT<br><br>This charge applies to preparation of documentation where, at your request, the landlord has agreed to release you from the tenancy early.<br><br>Charges if you renew your tenancy<br><br>Memorandum of Renewal - £90 Inc. VAT<br><br>This charge covers the cost of preparing a basic document to confirm details of any renewal.<br><br>Renewal Tenancy Agreement - £150 Inc. VAT<br><br>This charge covers the cost of preparing a more extensive renewal document where changes to the terms agreed dictate.<br><br>Potential charges at the end of your tenancy<br><br>Future Landlord Reference - £30 Inc. VAT<br><br>This charge applies when you ask us to provide a reference to a future landlord.<br><br>† Based on a 2 bedroom property in London.",
      "longitude": -2.60614,
      "thumbnail_url": "https://lid.zoocdn.com/80/60/0cab86a5fcbae5deed319c31e4e79fcacfe465fd.jpg",
      "description": "Originally constructed in the late eighteenth century and forming part of this stunning Grade II* listed terrace, 5 Berkeley Square takes pride of place in this renowned garden square. This exquisite five bedroom Georgian town house, with classic Bath stone façade, has been luxuriously and sympathetically finished throughout. Its contemporary and elegant style effortlessly complements the myriad of original period detailing.The front door, framed by a classically Georgian triangular pediment, leads into the vestibule providing integrated cupboards and storage for coats and shoes. Intricate cornicing follows through from the vestibule into the hall. Keruing hardwood flooring, chosen for its rich deep red colouring, runs throughout the magnificent hall and perfectly complements the light and neutral décor. A strikingly detailed arch draws the eye. To the left of the hall the ultra contemporary kitchen blends oak units with white Corian surfaces and comprises a full suite of integrated Miele appliances, including: Fridges, freezers, double oven, induction hob, hidden extractor unit and dishwasher. A pair of large Georgian sash windows floods the room with natural light. A cast iron feature fireplace with marble surround adds further character. Across the hall, the dining room is steeped in historic decadence; picture mouldings adorn the walls alongside intricate cornicing, dado rail, high skirting boards, alcove, built-in bookshelf and ceiling rose. A further feature fireplace boasts an exquisite marble surround. The true focal point is the striking Venetian style full-length sash window which perfectly frames the verdant rear garden.Ascending the quintessential spindled staircase, the first floor offers three further reception rooms. The family drawing room offers elevated garden vistas and views of Brandon Hill beyond. A feature fireplace is framed with a detailed painted wood surround. Across the hall, the study has integrated wooden desk and book shelves, enjoying glimpses of Wills Memorial Building amongst mature trees. Adjacent, the versatile sitting room, with feature fireplace, could easily become a further guest bedroom or playroom. A WC with travertine tiling serves the first floor.The second floor is currently arranged as the master suite. The master bedroom enjoys painted wood panelling adding decadence and warmth, whilst the wooden sash windows perfectly frame the views of Clifton's skyline. The en suite wet room, with Boffi bathroom fittings, epitomises Italian style and luxury with its walls and floor adorned with one singular cut of Striato Olimpico polished marble. An ultra modern shower is screened with sleek glass. A large sink, forged from the same polished marble has twin taps over and a fitted mirrored medicine cabinet above. Adjacent to the shower room, the separate WC offers a corresponding marble floor. Across the hall, spacious twin dressing rooms provide ample bespoke fitted wardrobes and built-in storage solutions. These rooms could very easily be transformed into two double bedrooms. The landing allows full appreciation of the extraordinary ceiling lantern light. This rare and archetypal Georgian signature-piece casts a fabulous light on the wall below.The third floor offers two further elegant double guest bedrooms. A four piece en suite bathroom services bedroom three. The bath enjoys a superb elevated view over Brandon Hill park. A smaller staircase, on this level, leads to the half-landing, providing access to the roof and lantern light.The lower ground floor offers a fabulously spacious gym with three piece shower room. Across the hall, a large utility room provides plenty of surface space and houses the Miele washing machine and tumble dryer. A bank of cabinets provides ample storage. The lower ground floor also provides a walk-in wine room, just off the utility. A separate plant room, with garden access, has two boilers and an elaborate high-pressured heating system designed to deliver equal water pressure throughout. With the relevant planning and permissions the entire lower ground floor could quite easily be transformed into a self-contained lower ground floor apartment with separate entrance for either a relative or as an additional source of income.A demotic Niko Home Control System allows the homeowner to operate the lighting and heating throughout the property from a smartphone or tablet.SituationA myriad of boutiques, bars and restaurants can all be found on the adjacent Clifton Triangle, Park Street and nearby Clifton Village. Other nearby landmarks include: Bristol University, Bristol Cathedral, The Hippodrome, Bristol Old Vic Theatre, St Georges Hall, Bristol Museum and Art Gallery and The Central Library. Brandon Hill Park is opposite the property, ideal for enjoying acres of open parkland.OutsideThe lengthy rear Mediterranean-style walled garden is split into four terraced sections and boasts a plethora of flowers, plants and shrubs. An elevated paved area offers the perfect spot for enjoy the gardens south-westerly aspect. A garden store is located in the lower ground floor courtyard.Private gated rear parking offers space for two or three vehicles, accessed via a rear service lane.",
      "post_town": "Bristol",
      "details_url": "https://www.zoopla.co.uk/for-sale/details/48895069?utm_source=v1:77-cCjDOAwKP-h3zdu0ptTP5fRhtzeDX&utm_medium=api",
      "short_description": "Forming part of this stunning Grade II* listed terrace, the property takes pride of place in this renowned garden square. This exquisite 5 bedroom Georgian town house, with classic Bath stone façade, has been luxuriously and sympathetically finished throughout and includes gated parking.",
      "outcode": "BS8",
      "image_645_430_url": "https://lid.zoocdn.com/645/430/0cab86a5fcbae5deed319c31e4e79fcacfe465fd.jpg",
      "county": "Bristol",
      "price": "2000000",
      "listing_id": "48895069",
      "image_caption": "Picture No. 19",
      "image_80_60_url": "https://lid.zoocdn.com/80/60/0cab86a5fcbae5deed319c31e4e79fcacfe465fd.jpg",
      "status": "for_sale",
      "agent_name": "Hamptons International - Bristol Sales",
      "num_recepts": "4",
      "country": "England",
      "first_published_date": "2019-02-08 12:06:48",
      "displayable_address": "Berkeley Square, Clifton, Bristol BS8",
      "price_modifier": "guide_price",
      "floor_plan": [
        "https://lc.zoocdn.com/23fcaf5b375804932585467261ba3bf8439438e2.jpg",
        "https://lc.zoocdn.com/46d4ec20a59f4c48592a01ef688e0ce0a99f12fe.pdf"
      ],
      "street_name": "Clifton Bristol",
      "num_bathrooms": "4",
      "agent_logo": "https://st.zoocdn.com/zoopla_static_agent_logo_(58008).jpeg",
      "price_change": [
        {
          "direction": "",
          "date": "2019-02-08 11:12:45",
          "percent": "0%",
          "price": "2000000"
        }
      ],
      "agent_phone": "0117 926 9063",
      "image_354_255_url": "https://lid.zoocdn.com/354/255/0cab86a5fcbae5deed319c31e4e79fcacfe465fd.jpg",
      "image_url": "https://lid.zoocdn.com/354/255/0cab86a5fcbae5deed319c31e4e79fcacfe465fd.jpg",
      "last_published_date": "2019-04-11 21:03:16",
      "crimeCount": 118
    },
    {
      "country_code": "gb",
      "num_floors": "0",
      "image_150_113_url": "https://lid.zoocdn.com/150/113/edf3751048dec47bd528dd89d3929e312ad78135.jpg",
      "listing_status": "sale",
      "num_bedrooms": "7",
      "location_is_approximate": 0,
      "image_50_38_url": "https://lid.zoocdn.com/50/38/edf3751048dec47bd528dd89d3929e312ad78135.jpg",
      "latitude": 51.456024,
      "furnished_state": null,
      "agent_address": "Unit 1 Waverley House, Cathedral Walk, Canon's Marsh",
      "category": "Residential",
      "property_type": "Semi-detached house",
      "longitude": -2.617787,
      "thumbnail_url": "https://lid.zoocdn.com/80/60/edf3751048dec47bd528dd89d3929e312ad78135.jpg",
      "description": "A superb well appointed family home. Arranged over 3 floors with a useful cellar below. The property offers an excellent family footprint. Accessed via a useful porch which leads through to the rear garden and hallway. To the ground floor a super open plan family room/kitchen runs across the width of the property overlooking the rear garden. This leads into the conservatory which also houses the utility and downstairs WC. To the front of the property there is a drawing room and study. The first floor has 5 double bedrooms and a Jack and Jill bathroom. The master bedroom further benefits from a balcony overlooking the garden. The second floor has a further 3 bedrooms, shower room and kitchen providing the possibility of your home bringing in an income. Outside the property boasts one of the larger gardens on the street and is also south facing. The garden is fully enclosed and has a terrace. The front of the property has hard standing giving off road parking for 2 vehicles..7 BedroomsOff Road ParkingSouth Facing GardenSet Over 3 FloorsCellarsNo Chain",
      "post_town": "Bristol",
      "details_url": "https://www.zoopla.co.uk/for-sale/details/51112794?utm_source=v1:77-cCjDOAwKP-h3zdu0ptTP5fRhtzeDX&utm_medium=api",
      "short_description": "A superb well appointed family home. Arranged over 3 floors with a useful cellar below. The property offers an excellent family footprint. Accessed via a useful porch which leads through to the rear garden and hallway. (contd...)",
      "outcode": "BS8",
      "image_645_430_url": "https://lid.zoocdn.com/645/430/edf3751048dec47bd528dd89d3929e312ad78135.jpg",
      "county": "Bristol",
      "price": "1800000",
      "listing_id": "51112794",
      "image_caption": "Front",
      "image_80_60_url": "https://lid.zoocdn.com/80/60/edf3751048dec47bd528dd89d3929e312ad78135.jpg",
      "status": "for_sale",
      "agent_name": "Chappell & Matthews - Bristol Harbourside Sales",
      "num_recepts": "0",
      "country": "England",
      "first_published_date": "2019-04-12 11:06:51",
      "displayable_address": "Mortimer Road, Clifton, Bristol, . BS8",
      "floor_plan": [
        "https://lc.zoocdn.com/07a42491a1ace39968be5d184cb9bc719bf4ecc2.jpg"
      ],
      "street_name": "Clifton Bristol .",
      "num_bathrooms": "2",
      "agent_logo": "https://st.zoocdn.com/zoopla_static_agent_logo_(587178).png",
      "price_change": [
        {
          "direction": "",
          "date": "2019-04-12 08:59:43",
          "percent": "0%",
          "price": "1800000"
        }
      ],
      "agent_phone": "0117 295 0151",
      "image_354_255_url": "https://lid.zoocdn.com/354/255/edf3751048dec47bd528dd89d3929e312ad78135.jpg",
      "image_url": "https://lid.zoocdn.com/354/255/edf3751048dec47bd528dd89d3929e312ad78135.jpg",
      "last_published_date": "2019-04-24 12:14:40",
      "crimeCount": 80
    },
    {
      "country_code": "gb",
      "num_floors": "0",
      "image_150_113_url": "https://lid.zoocdn.com/150/113/59b767275c0d53caed4defe08807287d78184236.jpg",
      "listing_status": "sale",
      "num_bedrooms": "5",
      "location_is_approximate": 0,
      "image_50_38_url": "https://lid.zoocdn.com/50/38/59b767275c0d53caed4defe08807287d78184236.jpg",
      "latitude": 51.496323,
      "furnished_state": null,
      "agent_address": "53 East Street, Taunton",
      "category": "Residential",
      "property_type": "Detached house",
      "longitude": -2.643382,
      "thumbnail_url": "https://lid.zoocdn.com/80/60/59b767275c0d53caed4defe08807287d78184236.jpg",
      "description": "Key features:4/5 Double Bedrooms 2 with EnsuiteUpstairs Family Bathroom, Downstairs WC and Steam Room5 Reception RoomsPurpose Built Gym/Leisure RoomDouble Garage, Large Gated DrivewayPotential For Luxury Self Contained Annex4480 Square Foot, 416 square Meters No Onward ChainFull description:Newton King are delighted to offer to the market this generous detached house was originally constructed by a well regarded local developer and has been substantially extended and enhanced by the current owners. The original specification has been rigorously upgraded, sympathetically re-planned and modernised and now presents a beautifully finished family home with an internal area of 4480 square foot (416 square meters). It occupies a wonderful position in a well regarded Neighbourhood and has green aspects to all sides and a peaceful location.The grand main door leads on to a substantial vaulted entrance hall which has open minstrel balcony to the upper floor ceiling and has a wonderful direct view straight through to the rear garden. This welcoming hallway forms access to all of the main downstairs rooms. The main Sitting room, like many of the rooms, is a pleasant double aspect room enjoying both a large five window bay to the front as well as patio door access to the side patio and hot tub. There is an abundance of period style ceiling mouldings and a comfortable window seat in to the bay. Most of the changes can be seen in the substantially extended and re-arranged family space of the kitchen/breakfast/sitting room and play room. The kitchen was upgraded from the original specification with deep granite worktops, substantial central island, fully fitted units with space for a large four oven Aga, double American fridge, wine fridge, TV etc. There is excellent outdoor access with two double opening patio doors allowing a wonderful flow onto the rear patio. The kitchen is amply backed up by the large utility room with further back door. The adjacent sitting room makes an ideal retreat for the larger family and flows well through to the play room. This was constructed for family needs as its close proximity to the main kitchen makes this an ideal children’s den. This in turn leads on through to the beautifully finished and purpose built leisure room/Gym. There is an independent shower room with enclosed steam room shower. The games room, located above the garages, has its own bar facilities complete with granite worktops, ample space for a pool table and other games facilities this area could easily be converted in to a self contained annex. For more formal entertaining, the substantial dining room located off the main hall, has ample space for a large table, chairs and side tables as well as double door access to the rear patio. Further downstairs rooms include a bespoke fitted study, a downstairs cloakroom and further storage.The first floor houses the beautifully appointed and generous master suite. There are numerous wardrobes in the dressing area as well as a private balcony and opulent en suite shower room. This double aspect room enjoys both morning and afternoon sun. The guest bedroom, again finished to an exceptional standard with large en suite shower room and fitted cupboards, has a four bank window with front aspect. The two remaining bedrooms share the main family bathroom with spa bath and TV as well as an independent shower and feature sink.OutsideDouble opening electric gates lead on to the large driveway which in turn leads though to the double garage. The remainder of the front garden is laid to lawn with surrounding mature shrubbery giving year round foliage and well stocked borders. The fully enclosed back garden has an incredible private patio area which currently houses a hot tub as well as further patio space ideal for al fresco dining. The majority of the mature garden is laid to lawn but has some well stocked and manicured borders which both enjoy some mature evergreen trees as well as shrubs, a water feature and a summer house. There is a shaded patio are to the rear with further shed facilities. All external areas benefit from a CCTV system.Please contact Newton King for further details and to arrange an accompanied viewing between 9am and 7pmSitting Room20' 3\" x 13' 4\" (6.17m x 4.06m)Lounge13' 9\" x 13' 3\" (4.19m x 4.04m)Play Room15' 3\" x 14' 4\" (4.65m x 4.37m)Dining Room17' 2\" x 12' 9\" (5.23m x 3.89m)Kitchen Breakfast Room25' 4\" x 22' 8\" (7.72m x 6.91m)Utility Room8' 4\" x 8' 5\" (2.54m x 2.57m)Study9' 9\" x 13' 2\" (2.97m x 4.01m)Gym31' 4\" x 14' 5\" (9.55m x 4.39m)Games Room24' 8\" x 18' (7.52m x 5.49m)Master Bedroom22' 7\" x 21' 10\" (6.88m x 6.65m)Master En-suite9' 6\" x 4' 8\" (2.90m x 1.42m)Bedroom 213' 2\" x 12' 5\" (4.01m x 3.78m)En-suite10' x 5' 5\" (3.05m x 1.65m)Bedroom 312' 9\" x 17' (3.89m x 5.18m)Bedroom 49' 9\" x 13' 2\" (2.97m x 4.01m)Family Bathroom10' 11\" x 8' (3.33m x 2.44m)",
      "post_town": "Bristol",
      "details_url": "https://www.zoopla.co.uk/for-sale/details/45552424?utm_source=v1:77-cCjDOAwKP-h3zdu0ptTP5fRhtzeDX&utm_medium=api",
      "short_description": "Newton King are delighted to offer to the market this generous detached house was originally constructed by a well regarded local developer and has been substantially extended and enhanced by the current owners. The original specification has been rigorously upgraded, sympathetically re-planned a...",
      "outcode": "BS9",
      "image_645_430_url": "https://lid.zoocdn.com/645/430/59b767275c0d53caed4defe08807287d78184236.jpg",
      "county": "Bristol",
      "price": "1695000",
      "listing_id": "45552424",
      "image_caption": "",
      "image_80_60_url": "https://lid.zoocdn.com/80/60/59b767275c0d53caed4defe08807287d78184236.jpg",
      "status": "for_sale",
      "agent_name": "Newton King",
      "num_recepts": "0",
      "country": "England",
      "first_published_date": "2019-03-30 20:35:52",
      "displayable_address": "Grove Road, Coombe Dingle, Bristol BS9",
      "floor_plan": [
        "https://lc.zoocdn.com/bed5d648f70a6f50d0e1dd73da4f1b3108d67c73.jpg"
      ],
      "street_name": "Grove Road Coombe Dingle Bristol",
      "num_bathrooms": "0",
      "agent_logo": "https://st.zoocdn.com/zoopla_static_agent_logo_(449131).png",
      "price_change": [
        {
          "direction": "",
          "date": "2019-03-30 17:35:55",
          "percent": "0%",
          "price": "1695000"
        }
      ],
      "agent_phone": "01823 760762",
      "image_354_255_url": "https://lid.zoocdn.com/354/255/59b767275c0d53caed4defe08807287d78184236.jpg",
      "image_url": "https://lid.zoocdn.com/354/255/59b767275c0d53caed4defe08807287d78184236.jpg",
      "last_published_date": "2019-03-31 19:08:15",
      "crimeCount": 159
    },
    {
      "country_code": "gb",
      "num_floors": "0",
      "image_150_113_url": "https://lid.zoocdn.com/150/113/af8b398787fe9b4c4aa48f16e6e5cf5de54fcd4a.jpg",
      "listing_status": "sale",
      "num_bedrooms": "4",
      "location_is_approximate": 0,
      "image_50_38_url": "https://lid.zoocdn.com/50/38/af8b398787fe9b4c4aa48f16e6e5cf5de54fcd4a.jpg",
      "latitude": 51.47826,
      "furnished_state": null,
      "agent_address": "125 Stoke Lane, Westbury-on-Trym, Bristol",
      "category": "Residential",
      "property_type": "Detached house",
      "longitude": -2.631148,
      "thumbnail_url": "https://lid.zoocdn.com/80/60/af8b398787fe9b4c4aa48f16e6e5cf5de54fcd4a.jpg",
      "description": "Stoke Park Road is situated in a prominent position, just 250 metres from the Durdham Downs, on the edge of Sneyd Park. “High Elms”, Number 1 Stoke Park Road was built in the 1930’s and is typical of the style of John Stride-a renowned and highly acclaimed local builder of the day- with the design having a wonderful and spacious ambience throughout. The present owner has lived in the house for nearly a quarter of a century, and it has proved to be a perfect home for a growing family. The property is ideally situated just off Stoke Hill on the Stoke Bishop and Sneyd Park border with easy access to the vibrant area of Clifton and the rest of Bristol. The house is a peaceful haven that is close to all local facilities and answers the needs of each new generation. This fine property also has huge extension potential, both externally and also into the roof space, and planning consent has already been granted through Bristol City Council ref: 17/06057/H for a two-storey extension.Immediately you step into the hallway you sense its' spacious, light and warm ambience. The large drawing room is both a relaxing and a great entertaining venue, whilst the children have made good use of the family/dining room for entertaining their friends over the years. Guests have often enjoyed a pre-dinner drink on the rear patio areas accessed from either family/dining room or the kitchen/breakfast room. The kitchen/breakfast room has been the scene of countless informal, chatty gatherings and welcomes and accommodates all ages. There is also a large study that can easily be used as a home office or a third reception and to complete the downstairs accommodation there is a cloakroom. Moving upstairs there is a good size landing leading to the large master bedroom which is a fantastic adult escape with a bay window that floods the room with light and overlooks the front and side gardens. There is an almost equally large second bedroom and then two further smaller double bedrooms. There is a large family bathroom and a separate shower room. The attic is perfect for conversion being absolutely huge and as mentioned planning consent has already been granted.To the front of the house there is a very attractive newly paved driveway with two feature pillars either side on approach and there is space to park several cars. The gardens to the front, side and rear are predominantly lawn with many mature trees and shrub borders. It is child friendly, with room for outdoor ball games. There is a patio area which is an extremely pleasant environment in which to enjoy a summer barbecue as its orientation is very well placed for catching the afternoon and evening sun. The current owner will only be moving next door as planning permission has been granted to build another detached residence to a high specification, which is currently at the initial stages of being built.Viewing of this fine family home is highly recommended at the first opportunity to avoid disappointment and this should be strictly by appointment via sole selling agents Leese & Nagle.",
      "post_town": "Bristol",
      "details_url": "https://www.zoopla.co.uk/for-sale/details/51000107?utm_source=v1:77-cCjDOAwKP-h3zdu0ptTP5fRhtzeDX&utm_medium=api",
      "short_description": "<p class=\"top\">Stoke Park Road is situated in a prominent position, just 250 metres from the Durdham Downs, on the edge of Sneyd Park. “High Elms”, Number 1 Stoke Park Road was built in the 1930’s and is typical of the style of John Stride-a renowned and highly acclaimed local builder of the day- with the design having a wonderful and spacious ambience throughout. The present owner has lived in the house for nearly a quarter of a century, and it has proved to be a perfect home for a growing family. The property is ideally situated just off Stoke Hill on the Stoke Bishop and Sneyd Park border with easy access to the vibrant area of Clifton and the rest of Bristol. The house is a peaceful haven that is close to all local facilities and answers the needs of each new generation. This fine property also has huge extension potential, both externally and also into the roof space, and planning consent has already been granted through Bristol City Council ref: 17/06057/H for a two-storey extension.  Immediately you step into the hallway you sense its' spacious, light and warm ambience. The large drawing room is both a relaxing and a great entertaining venue, whilst the children have made good use of the family/dining room for entertaining their friends over the years. Guests have often enjoyed a pre-dinner drink on the rear patio areas accessed from either family/dining room or the kitchen/breakfast room. The kitchen/breakfast room has been the scene of countless informal, chatty gatherings and welcomes and accommodates all ages. There is also a large study that can easily be used as a home office or a third reception and to complete the downstairs accommodation there is a cloakroom. Moving upstairs there is a good size landing leading to the large master bedroom which is a fantastic adult escape with a bay window that floods the room with light and overlooks the front and side gardens. There is an almost equally large second bedroom and then two further smaller double bedrooms. There is a large family bathroom and a separate shower room. The attic is perfect for conversion being absolutely huge and as mentioned planning consent has already been granted.  To the front of the house there is a very attractive newly paved driveway with two feature pillars either side on approach and there is space to park several cars. The gardens to the front, side and rear are predominantly lawn with many mature trees and shrub borders. It is child friendly, with room for outdoor ball games. There is a patio area which is an extremely pleasant environment in which to enjoy a summer barbecue as its orientation is very well placed for catching the afternoon and evening sun. The current owner will only be moving next door as planning permission has been granted to build another detached residence to a high specification, which is currently at the initial stages of being built.  Viewing of this fine family home is highly recommended at the first opportunity to avoid disappointment and this should be strictly by appointment via sole selling agents Leese &amp; Nagle. </p>",
      "outcode": "BS9",
      "image_645_430_url": "https://lid.zoocdn.com/645/430/af8b398787fe9b4c4aa48f16e6e5cf5de54fcd4a.jpg",
      "county": "Bristol",
      "price": "1350000",
      "listing_id": "51000107",
      "image_caption": "Photo 14",
      "image_80_60_url": "https://lid.zoocdn.com/80/60/af8b398787fe9b4c4aa48f16e6e5cf5de54fcd4a.jpg",
      "status": "for_sale",
      "agent_name": "Leese and Nagle Estate Agents Ltd",
      "num_recepts": "2",
      "country": "England",
      "first_published_date": "2019-04-02 09:20:37",
      "displayable_address": "Stoke Park Road, Stoke Bishop, Bristol BS9",
      "price_modifier": "guide_price",
      "floor_plan": [
        "https://lc.zoocdn.com/d7c61edc6950adc7d9080697c7b1b97cb1fb7c42.jpg"
      ],
      "street_name": "Stoke Park Road",
      "num_bathrooms": "2",
      "agent_logo": "https://st.zoocdn.com/zoopla_static_agent_logo_(596487).png",
      "price_change": [
        {
          "direction": "",
          "date": "2019-04-02 09:14:56",
          "percent": "0%",
          "price": "1495000"
        },
        {
          "direction": "down",
          "date": "2019-04-15 10:58:17",
          "percent": "-9.6%",
          "price": "1350000"
        }
      ],
      "agent_phone": "0117 444 9518",
      "image_354_255_url": "https://lid.zoocdn.com/354/255/af8b398787fe9b4c4aa48f16e6e5cf5de54fcd4a.jpg",
      "image_url": "https://lid.zoocdn.com/354/255/af8b398787fe9b4c4aa48f16e6e5cf5de54fcd4a.jpg",
      "last_published_date": "2019-04-15 11:09:14",
      "price_change_summary": {
        "direction": "down",
        "percent": "-9.6%",
        "last_updated_date": "2019-04-15 10:58:17"
      },
      "crimeCount": 230
    },
    {
      "country_code": "gb",
      "num_floors": "0",
      "image_150_113_url": "https://lid.zoocdn.com/150/113/7bfc61f28f1667fe616aace33902fc8c1414ee52.jpg",
      "listing_status": "sale",
      "num_bedrooms": "5",
      "location_is_approximate": 0,
      "image_50_38_url": "https://lid.zoocdn.com/50/38/7bfc61f28f1667fe616aace33902fc8c1414ee52.jpg",
      "latitude": 51.49103,
      "furnished_state": null,
      "agent_address": "25 Canford Lane, Westbury-On-Trym, Bristol",
      "category": "Residential",
      "property_type": "Detached house",
      "longitude": -2.63903,
      "thumbnail_url": "https://lid.zoocdn.com/80/60/7bfc61f28f1667fe616aace33902fc8c1414ee52.jpg",
      "description": "A rare opportunity to purchase this fine detached five bedroom late 1920s/1930s family home with a 40m landscaped westerly garden with open outlook at rear and open skyline. The property itself has a welcoming triple aspect reception hall with exposed stripped oak floorboards, spacious living room with dual aspect and French doors leading to garden, separate dining room with bay window to front with kitchen breakfast room, utility room, boot room, downstairs cloakroom and pantry. To the first floor there is a central landing providing access to five family bedrooms, bathroom and separate WC. This property also benefits from parking for at least four vehicles with detached double garage, is positioned within the cul-de-sac of the ever popular Briercliffe Road, gas central heating, double glazing and marketed with no onward chain.EntranceEntrance via main front door leading to spacious reception hallway.Spacious Reception Hallway (14' 5\" x 13' 0\" (4.39m x 3.96m))(including stairwell)Triple aspect, original leaded light and stained glass obscured glazed windows to front and side with secondary glazing inset, half double glazed door and windows to rear overlooking and providing access to private garden, original architrave to ceiling, plate rack, exposed stripped oak floorboards, two radiators, telephone point, access to understairs storage and electric meter, stairs to central first floor landing and doors to ground floor rooms.Living Room (17' 6\" x 14' 11\" (5.34m x 4.54m))(to maximum points)Dual aspect, double glazed French style double doors and windows to rear and side all overlooking and providing access to a westerly facing landscaped family garden, coving, ceiling rose, picture rail, stone cladded fireplace with electric free standing fire inset, television point and radiator.Reception Two / Dining Room (17' 6\" x 15' 3\" (5.34m x 4.66m))(to maximum points)Double glazed bay window to front, coving, ceiling rose, picture rail, wooden surround fireplace with marble tiled inset and hearth, coal effect gas fire and ample space for dining table.Kitchen Breakfast Room (11' 9\" x 11' 9\" (3.58m x 3.58m))(to maximum points)Double glazed window to front, original architrave to ceiling, a range of matching wall and base units with laminate worktop surfaces, stainless steel sink unit with mixer taps over, built in electric oven with grill over, gas hob, extractor fan, plumbing for full size dishwasher, space for low level fridge, space for central breakfast table, obscured glazed door to side lobby and doors to both utility room and store room.Utility Room (8' 5\" x 6' 0\" (2.56m x 1.83m))Double glazed window to side, fitted matching base units, wood effect worktop surfaces, stainless steel sink unit, tiled splashbacks, plumbing for washing machine and additional space for appliances.PantryObscured glazed window to rear and fitted shelving.Downstairs Cloakroom WC (6' 7\" x 5' 4\" (2m x 1.63m))Obscured double glazed window to rear and fitted two piece suite comprising low level WC, pedestal wash hand basin, tiled splashbacks, wood effect flooring and radiator.First Floor Central LandingDouble glazed window to rear overlooking private family garden, picture rail, access to loft and doors to first floor rooms.Master Bedroom (16' 10\" x 15' 0\" (5.12m x 4.56m))Dual aspect double glazed windows to side and rear overlooking garden, built-in wardrobes and central drawers with shelving over, picture rail and radiator.Bedroom Two (17' 7\" x 15' 5\" (5.36m x 4.69m))Double glazed bay window to front, picture rail and radiator.Bedroom Three (13' 0\" x 10' 9\" (3.97m x 3.27m))Double glazed window to front, picture rail and radiator.Bedroom Four (12' 0\" x 8' 0\" (3.67m x 2.45m))Double glazed window to front, picture rail and radiator.Bedroom Five (10' 0\" x 6' 3\" (3.05m x 1.9m))Double glazed window to rear, picture rail and radiator.Family Bathroom (11' 1\" x 6' 1\" (3.38m x 1.85m))(to maximum points)Obscured double glazed window to side, a fitted three piece white suite comprising pedestal wash hand basin with mono tap over, panel bath with mixer tap over, separate walk-in shower, tiled splashbacks, built-in airing cupboard housing lagged hot water cylinder and radiator.Separate WCObscured double glazed window to rear with a fitted two piece suite comprising low level WC, wall mounted wash hand basin and tiled to dado height.Rear GardenA substantial landscaped family garden with a westerly aspect, measuring in excess of 40m in length with a central well-tended lawn, extensive paved area adjacent to the property with mature trees and shrubs, summer house within an additional raised paved area to the left hand side, mature hedgerow to boundary at rear with open outlook to skyline, to the right hand side there is a dividing trellis arched finish fencing which divides the driveway and garage from the garden.Garage (17' 7\" x 15' 11\" (5.37m x 4.86m))Detached garage with Broseley tiled apex roof, windows to side looking onto garden, electric up and over door providing vehicle access for two vehicles, power, lighting, exposed brick walls surround and timber loft area.Side Of PropertyBrick paved driveway which provides parking for at least four vehicles accessed via the road.Front Of PropertyMainly laid to lawn with various mature trees and shrubs, additional garden path which runs to the main front door of the property and provides pedestrian access and runs along the front facade and around the front bay.",
      "post_town": "Bristol",
      "details_url": "https://www.zoopla.co.uk/for-sale/details/51045561?utm_source=v1:77-cCjDOAwKP-h3zdu0ptTP5fRhtzeDX&utm_medium=api",
      "short_description": "A rare opportunity to purchase this fine detached five bedroom late 1920s/1930s family home with a 40m landscaped westerly garden with open outlook at rear and open skyline. The property itself has a welcoming triple aspect reception hall (truncated)",
      "outcode": "BS9",
      "image_645_430_url": "https://lid.zoocdn.com/645/430/7bfc61f28f1667fe616aace33902fc8c1414ee52.jpg",
      "county": "Bristol",
      "price": "1150000",
      "listing_id": "51045561",
      "image_caption": "Picture No. 40",
      "image_80_60_url": "https://lid.zoocdn.com/80/60/7bfc61f28f1667fe616aace33902fc8c1414ee52.jpg",
      "status": "for_sale",
      "agent_name": "CJ Hole Westbury-On-Trym",
      "num_recepts": "2",
      "country": "England",
      "first_published_date": "2019-04-05 16:24:26",
      "displayable_address": "Briercliffe Road, Stoke Bishop, Bristol BS9",
      "price_modifier": "guide_price",
      "floor_plan": [
        "https://lc.zoocdn.com/00f8203e9e48c7c7a7cb1e29391484e10791d642.jpg",
        "https://lc.zoocdn.com/2b19ec25fa34c035b0133fd97d252ff27e6b35b8.jpg",
        "https://lc.zoocdn.com/6c025c07981ece4b40f183b65464afcf85ee3ff6.jpg"
      ],
      "street_name": "Briercliffe Road",
      "num_bathrooms": "1",
      "agent_logo": "https://st.zoocdn.com/zoopla_static_agent_logo_(66758).gif",
      "price_change": [
        {
          "direction": "",
          "date": "2019-04-05 16:23:24",
          "percent": "0%",
          "price": "1150000"
        }
      ],
      "agent_phone": "0117 444 9727",
      "image_354_255_url": "https://lid.zoocdn.com/354/255/7bfc61f28f1667fe616aace33902fc8c1414ee52.jpg",
      "image_url": "https://lid.zoocdn.com/354/255/7bfc61f28f1667fe616aace33902fc8c1414ee52.jpg",
      "last_published_date": "2019-04-24 10:39:13",
      "crimeCount": 602
    },
    {
      "country_code": "gb",
      "num_floors": "0",
      "image_150_113_url": "https://lid.zoocdn.com/150/113/6664677638203c2c2a9e03f7159f1de1fcfb9b82.jpg",
      "listing_status": "sale",
      "num_bedrooms": "4",
      "location_is_approximate": 0,
      "image_50_38_url": "https://lid.zoocdn.com/50/38/6664677638203c2c2a9e03f7159f1de1fcfb9b82.jpg",
      "latitude": 51.463966,
      "furnished_state": null,
      "agent_address": "8 The Mall, Clifton Village, Bristol",
      "category": "Residential",
      "property_type": "Terraced house",
      "letting_fees": "Fees apply<br><br>Tenant Fees &amp; Charges<br><br>Mandatory charges associated with the setting up of your tenancy<br><br>There are various fees and charges associated with renting a property that you should be aware of when considering making an offer on a property. More detailed information is available upon request.<br><br>(Where not payable you will be advised accordingly)<br><br>Preliminary Charge - 42% Inc. VAT of the first months rent or £420 Inc. VAT, whichever is the greater.<br>This charge all inclusive charge covers the tenancy agreement, referencing and the check-in. It is not collected until the landlord has, subject-to-contact and references, accepted your offer. If the tenancy does not proceed for whatever reason we will refund a proportionate amount of the charge based on work undertaken and costs incurred.<br><br>Short Let Fee – From £440 (Inc. VAT)†<br><br>This charge applies to short term lettings only and covers: The cost of preparing an Agreement; an inventory check-in and an end of tenancy clean (excluding carpets).<br><br>Other funds you should allow for<br><br>Payment of Intent – To be agreed with you<br><br>We may require a payment of intent as confirmation of your intent to proceed with the proposed tenancy. This will be put towards your first rental payment and will only be refunded if our client elects not to proceed. Payment of this sum does not constitute the granting of a tenancy.<br><br>Rent in Advance – 1 Month<br><br>You will usually be required to pay 1 months rent in advance.<br><br>Deposit – Equivalent to 6 weeks rent<br><br>The deposit is held to protect your landlord from you not meeting your obligations under the terms of the tenancy.<br><br>Stamp Duty Land Tax<br><br>This tax is payable on tenancies where the rent exceeds £125,000.<br><br>Charges if you terminate your tenancy Change of Sharer - £420 Inc. VAT<br><br>This charge applies when you wish to replace a named tenant with another tenant part way through your tenancy and your landlord has agreed to the change. Please note that the replacement tenant will be charged separately for referencing in the sum of £54 Inc. VAT each.<br><br>Deed of Surrender - £75 Inc. VAT<br><br>This charge applies to preparation of documentation where, at your request, the landlord has agreed to release you from the tenancy early.<br><br>Charges if you renew your tenancy<br><br>Memorandum of Renewal - £90 Inc. VAT<br><br>This charge covers the cost of preparing a basic document to confirm details of any renewal.<br><br>Renewal Tenancy Agreement - £150 Inc. VAT<br><br>This charge covers the cost of preparing a more extensive renewal document where changes to the terms agreed dictate.<br><br>Potential charges at the end of your tenancy<br><br>Future Landlord Reference - £30 Inc. VAT<br><br>This charge applies when you ask us to provide a reference to a future landlord.<br><br>† Based on a 2 bedroom property in London.",
      "longitude": -2.592933,
      "thumbnail_url": "https://lid.zoocdn.com/80/60/6664677638203c2c2a9e03f7159f1de1fcfb9b82.jpg",
      "description": "Truly stylish, Grade II listed, Georgian townhouse, lovingly refurbished throughout to a contemporary finish, located on this beautiful garden square in the heart of Kingsdown, benefiting from a South West facing garden, garage and off-street parking.The internal accomodation is well balanced and fabulously presented. Currently laid out over four floors, there is character and charm in abundance. The raised hall floor is host to the principal reception room with striking period fireplace and stripped wooden floor. The adjacent contemporary kitchen is fantastically appointed and comprises a stylish range of wall and base units with wonderful central island. There is also a cloakroom and access out to the conservatory from this floor.The lower ground floor is incredibly versatile, however currently laid out to include a secondary kitchen, snug and utility room. The kitchen itself is fully fitted with a range of wall and base units with attractive tiled floor and splashback. The room also benefits from direct access out to the rear garden.Rising to the first floor, the expansive master bedrooms runs the width of the property, and benefits from a fantastic outlook over Fremantle Square. The adjacent guest bedroom is of equally good proportion and too benefits from fitted wardrobes. This floor is also host to a striking shower room with statement marble tiling and luxurious rainfall fitment. The second floor comprises two further well sized bedrooms with fitted storage and beautiful sash windows, as featured throughout the house.SituationFremantle Square is a beautiful Geogian garden square high up in the heart of Kingsdown. This area has become a cosmopolitan centre nestled between Whiteladies Road, The Triangle and Gloucester Road. A tremendous amount of independent outlets including, bars, restaurants, café's and supermarkets can be found nearby. These alongside access to a range of well regarded schools both within the state and private sector, make Kingsdown an attractive proposition. Bristol's M4/M5 motorway network can be reached from the M32. Local trains run from Redland into Temple Meads where main line access is available in to London Paddington.OutsideThe front garden is stylishly landscaped to give an attractive approach to the house. The rear garden, accessed from either the kitchen on the lower ground floor or the conservatory on the ground floor, is West facing and extremely sunny. There is also a garage with private parking space in front found to the rear of the house.",
      "post_town": "Bristol",
      "details_url": "https://www.zoopla.co.uk/for-sale/details/51178343?utm_source=v1:77-cCjDOAwKP-h3zdu0ptTP5fRhtzeDX&utm_medium=api",
      "short_description": "Truly stylish, Grade II listed, Georgian townhouse, lovingly refurbished throughout to a contemporary finish, located on this beautiful garden square in the heart of Kingsdown, benefiting from a South West facing garden, garage and off-street parking.",
      "outcode": "BS6",
      "image_645_430_url": "https://lid.zoocdn.com/645/430/6664677638203c2c2a9e03f7159f1de1fcfb9b82.jpg",
      "county": "Bristol",
      "price": "999950",
      "listing_id": "51178343",
      "image_caption": "Picture No. 04",
      "image_80_60_url": "https://lid.zoocdn.com/80/60/6664677638203c2c2a9e03f7159f1de1fcfb9b82.jpg",
      "status": "for_sale",
      "agent_name": "Hamptons International - Bristol Sales",
      "num_recepts": "2",
      "country": "England",
      "first_published_date": "2019-04-18 11:12:55",
      "displayable_address": "Fremantle Square, Bristol BS6",
      "price_modifier": "guide_price",
      "floor_plan": [
        "https://lc.zoocdn.com/1519b250568bd83c37a715a6fdf4d5a8efec0b58.jpg",
        "https://lc.zoocdn.com/039a487fa5a7305b44f05d7429f9a23438804e1c.pdf"
      ],
      "street_name": "Bristol",
      "num_bathrooms": "2",
      "agent_logo": "https://st.zoocdn.com/zoopla_static_agent_logo_(58008).jpeg",
      "price_change": [
        {
          "direction": "",
          "date": "2019-04-18 10:12:02",
          "percent": "0%",
          "price": "999950"
        }
      ],
      "agent_phone": "0117 926 9063",
      "image_354_255_url": "https://lid.zoocdn.com/354/255/6664677638203c2c2a9e03f7159f1de1fcfb9b82.jpg",
      "image_url": "https://lid.zoocdn.com/354/255/6664677638203c2c2a9e03f7159f1de1fcfb9b82.jpg",
      "last_published_date": "2019-04-19 03:11:16",
      "crimeCount": 1305
    },
    {
      "country_code": "gb",
      "num_floors": "0",
      "image_150_113_url": "https://lid.zoocdn.com/150/113/347a0afa70fce8c3e6593ead9d62376d0c07fe67.jpg",
      "listing_status": "sale",
      "num_bedrooms": "5",
      "location_is_approximate": 0,
      "image_50_38_url": "https://lid.zoocdn.com/50/38/347a0afa70fce8c3e6593ead9d62376d0c07fe67.jpg",
      "latitude": 51.47386,
      "furnished_state": null,
      "agent_address": "8 The Mall, Clifton Village, Bristol",
      "category": "Residential",
      "property_type": "Detached house",
      "letting_fees": "Fees apply<br><br>Tenant Fees &amp; Charges<br><br>Mandatory charges associated with the setting up of your tenancy<br><br>There are various fees and charges associated with renting a property that you should be aware of when considering making an offer on a property. More detailed information is available upon request.<br><br>(Where not payable you will be advised accordingly)<br><br>Preliminary Charge - 42% Inc. VAT of the first months rent or £420 Inc. VAT, whichever is the greater.<br>This charge all inclusive charge covers the tenancy agreement, referencing and the check-in. It is not collected until the landlord has, subject-to-contact and references, accepted your offer. If the tenancy does not proceed for whatever reason we will refund a proportionate amount of the charge based on work undertaken and costs incurred.<br><br>Short Let Fee – From £440 (Inc. VAT)†<br><br>This charge applies to short term lettings only and covers: The cost of preparing an Agreement; an inventory check-in and an end of tenancy clean (excluding carpets).<br><br>Other funds you should allow for<br><br>Payment of Intent – To be agreed with you<br><br>We may require a payment of intent as confirmation of your intent to proceed with the proposed tenancy. This will be put towards your first rental payment and will only be refunded if our client elects not to proceed. Payment of this sum does not constitute the granting of a tenancy.<br><br>Rent in Advance – 1 Month<br><br>You will usually be required to pay 1 months rent in advance.<br><br>Deposit – Equivalent to 6 weeks rent<br><br>The deposit is held to protect your landlord from you not meeting your obligations under the terms of the tenancy.<br><br>Stamp Duty Land Tax<br><br>This tax is payable on tenancies where the rent exceeds £125,000.<br><br>Charges if you terminate your tenancy Change of Sharer - £420 Inc. VAT<br><br>This charge applies when you wish to replace a named tenant with another tenant part way through your tenancy and your landlord has agreed to the change. Please note that the replacement tenant will be charged separately for referencing in the sum of £54 Inc. VAT each.<br><br>Deed of Surrender - £75 Inc. VAT<br><br>This charge applies to preparation of documentation where, at your request, the landlord has agreed to release you from the tenancy early.<br><br>Charges if you renew your tenancy<br><br>Memorandum of Renewal - £90 Inc. VAT<br><br>This charge covers the cost of preparing a basic document to confirm details of any renewal.<br><br>Renewal Tenancy Agreement - £150 Inc. VAT<br><br>This charge covers the cost of preparing a more extensive renewal document where changes to the terms agreed dictate.<br><br>Potential charges at the end of your tenancy<br><br>Future Landlord Reference - £30 Inc. VAT<br><br>This charge applies when you ask us to provide a reference to a future landlord.<br><br>† Based on a 2 bedroom property in London.",
      "longitude": -2.486516,
      "thumbnail_url": "https://lid.zoocdn.com/80/60/347a0afa70fce8c3e6593ead9d62376d0c07fe67.jpg",
      "description": "Highfield House occupies an elevated position within this contemporary and exclusive gated development. Completed in 2016, this exquisite family home is rich in impressive modern architectural design yet sits sympathetically in its surroundings. Its stone and red brick fronted façade complements the striking central, three-storey, timber-framed glazed midsection.Large, glazed double doors lead into the breath-taking galleried, triple-height apex entrance hall. This remarkable space is flooded with natural light, complemented by the polished porcelain tiled floor, neutral décor and impressive oak staircase. To the right of the entrance hall is the ultra contemporary monochrome kitchen/breakfast room. Black quartz worktops contrast elegantly with the high-gloss black and cream fronted units. A central island and separate breakfast bar add further practical work space. This sumptuous kitchen comprises a range of high-end integrated appliances including: Neff steam microwave ovens, twin fan assisted ovens, dishwasher, wine cooler, Neff induction hob and space for an American-style fridge freezer. A spacious walk-in pantry offers further ample storage. Adjacent, a sizeable utility room benefits from quartz worktops and Belfast sink as well as space for washing machine and tumble dryer. Off of the kitchen, the dining room features dark walnut-effect Amtico flooring and bi-folding doors, proving natural light and garden access. To the right of the hall, the family drawing room enjoys a dual aspect, contrasting with a continuation of the Amtico flooring. An exquisite fireplace with elegant light stone surround and log burner forms the perfect focal point for this room, ideal for entertaining. Wrapped around the south-east flank of the property is an incredibly spacious games and recreation room. Benefitting from day long sun and three separate atriums, this versatile room is flooded with natural light and enjoys garden access. The ground level also offers a WC and coats cupboard.Ascending the stairs to the first floor a large landing with exquisite far-reaching rural views, leads to the luxurious dual aspect master suite. The en suite shower room is tiled with shades of grey, complementing the white three piece bathroom suite. Adjacently, a walk in dressing area provides further storage. Across the landing are two further double bedrooms. The first floor family bathroom is fully tiled with corner bath, shower sink, WC and heated towel rail.The second floor is divided into two further double bedrooms, served by a Jack-and-Jill bathroom. Currently, the entirety of this level is utilised as a master suite. The luxurious bathroom/wet room is fully tiled and offers walk-in power shower, floating WC, twin sinks and statement bath.SituationThe property is superbly positioned and on the cusp of Bristol with many local families commuting in for both schooling and business purposes. It is also however conveniently located just off the Bristol ring road providing access to both the M32 and the M4 via the A46 at the Bath junction. Bristol Parkway is a popular choice for those looking to commute to London as it has high speed train links to London Paddington in 90 minutes. The surrounding schools are well regarded and fall under the South Gloucestershire County Council.OutsideThe fully-enclosed family garden is laid to lawn with patio areas, ideal for alfresco dining. Sweeping around the south eastern section of the property, this expanse of lawn enjoys day-round sun. The garden has been totally fenced allowing for privacy and security; ideal for pets and children. An exceptionally spacious integrated garage allows for four cars as well as plenty of space for storage.",
      "post_town": "Bristol",
      "details_url": "https://www.zoopla.co.uk/for-sale/details/48763889?utm_source=v1:77-cCjDOAwKP-h3zdu0ptTP5fRhtzeDX&utm_medium=api",
      "short_description": "Highfield House occupies an elevated position within this contemporary and exclusive gated development. Completed in 2016, this exquisite family home is rich in impressive modern architectural design yet sits sympathetically in its surroundings.",
      "outcode": "BS15",
      "image_645_430_url": "https://lid.zoocdn.com/645/430/347a0afa70fce8c3e6593ead9d62376d0c07fe67.jpg",
      "county": "Bristol",
      "price": "925000",
      "listing_id": "48763889",
      "image_caption": "Front Elevation",
      "image_80_60_url": "https://lid.zoocdn.com/80/60/347a0afa70fce8c3e6593ead9d62376d0c07fe67.jpg",
      "status": "for_sale",
      "agent_name": "Hamptons International - Bristol Sales",
      "num_recepts": "3",
      "country": "England",
      "first_published_date": "2018-08-17 19:23:53",
      "displayable_address": "Syston Hill Farm, Siston Common, Bristol BS15",
      "price_modifier": "guide_price",
      "floor_plan": [
        "https://lc.zoocdn.com/b132ea3b1260205492ca244cc1b94d357d9daf2b.gif",
        "https://lc.zoocdn.com/20bc8a6babc0c4ef2feb5fd26234e5295ef6b98e.pdf"
      ],
      "street_name": "Siston Common Bristol",
      "num_bathrooms": "4",
      "agent_logo": "https://st.zoocdn.com/zoopla_static_agent_logo_(58008).jpeg",
      "price_change": [
        {
          "direction": "",
          "date": "2018-08-17 18:00:09",
          "percent": "0%",
          "price": "925000"
        }
      ],
      "agent_phone": "0117 926 9063",
      "image_354_255_url": "https://lid.zoocdn.com/354/255/347a0afa70fce8c3e6593ead9d62376d0c07fe67.jpg",
      "image_url": "https://lid.zoocdn.com/354/255/347a0afa70fce8c3e6593ead9d62376d0c07fe67.jpg",
      "last_published_date": "2019-04-11 21:03:16",
      "crimeCount": 1332
    },
    {
      "country_code": "gb",
      "num_floors": "0",
      "image_150_113_url": "https://lid.zoocdn.com/150/113/ca6f9480f76d1f43b70cc17533e158d7e8440b0e.jpg",
      "listing_status": "sale",
      "num_bedrooms": "6",
      "location_is_approximate": 0,
      "image_50_38_url": "https://lid.zoocdn.com/50/38/ca6f9480f76d1f43b70cc17533e158d7e8440b0e.jpg",
      "latitude": 51.450695,
      "furnished_state": null,
      "agent_address": "8 The Mall, Clifton Village, Bristol",
      "category": "Residential",
      "property_type": "Detached house",
      "letting_fees": "Fees apply<br><br>Tenant Fees &amp; Charges<br><br>Mandatory charges associated with the setting up of your tenancy<br><br>There are various fees and charges associated with renting a property that you should be aware of when considering making an offer on a property. More detailed information is available upon request.<br><br>(Where not payable you will be advised accordingly)<br><br>Preliminary Charge - 42% Inc. VAT of the first months rent or £420 Inc. VAT, whichever is the greater.<br>This charge all inclusive charge covers the tenancy agreement, referencing and the check-in. It is not collected until the landlord has, subject-to-contact and references, accepted your offer. If the tenancy does not proceed for whatever reason we will refund a proportionate amount of the charge based on work undertaken and costs incurred.<br><br>Short Let Fee – From £440 (Inc. VAT)†<br><br>This charge applies to short term lettings only and covers: The cost of preparing an Agreement; an inventory check-in and an end of tenancy clean (excluding carpets).<br><br>Other funds you should allow for<br><br>Payment of Intent – To be agreed with you<br><br>We may require a payment of intent as confirmation of your intent to proceed with the proposed tenancy. This will be put towards your first rental payment and will only be refunded if our client elects not to proceed. Payment of this sum does not constitute the granting of a tenancy.<br><br>Rent in Advance – 1 Month<br><br>You will usually be required to pay 1 months rent in advance.<br><br>Deposit – Equivalent to 6 weeks rent<br><br>The deposit is held to protect your landlord from you not meeting your obligations under the terms of the tenancy.<br><br>Stamp Duty Land Tax<br><br>This tax is payable on tenancies where the rent exceeds £125,000.<br><br>Charges if you terminate your tenancy Change of Sharer - £420 Inc. VAT<br><br>This charge applies when you wish to replace a named tenant with another tenant part way through your tenancy and your landlord has agreed to the change. Please note that the replacement tenant will be charged separately for referencing in the sum of £54 Inc. VAT each.<br><br>Deed of Surrender - £75 Inc. VAT<br><br>This charge applies to preparation of documentation where, at your request, the landlord has agreed to release you from the tenancy early.<br><br>Charges if you renew your tenancy<br><br>Memorandum of Renewal - £90 Inc. VAT<br><br>This charge covers the cost of preparing a basic document to confirm details of any renewal.<br><br>Renewal Tenancy Agreement - £150 Inc. VAT<br><br>This charge covers the cost of preparing a more extensive renewal document where changes to the terms agreed dictate.<br><br>Potential charges at the end of your tenancy<br><br>Future Landlord Reference - £30 Inc. VAT<br><br>This charge applies when you ask us to provide a reference to a future landlord.<br><br>† Based on a 2 bedroom property in London.",
      "longitude": -2.502402,
      "thumbnail_url": "https://lid.zoocdn.com/80/60/ca6f9480f76d1f43b70cc17533e158d7e8440b0e.jpg",
      "description": "Holly House is an amazing, 3,782 sq ft, detached family house, beautifully decorated to a high end, contemporary standard and offering excellent entertaining space as well as perfect accommodation for a large family.The ground floor of the house comprises of a spacious entrance hall, leading through to the heart of the house, which is the modern kitchen, recently renovated with a large central island, Rangemaster Cooker and high specification, integrated appliances. Also on the ground floor can be found a 16 x 16 ft reception room, conservatory, dining room, utility room, wc, cloakroom, sauna and gym.To the first floor, the luxurious master suite offers a large double bedroom, dressing room with fully fitted wardrobes and an en-suite bathroom with double shower. There is a second double bedroom with en-suite shower room, 2 further double bedrooms, 2 single bedrooms, family bathroom, reading nook and access to the partially boarded loft space.SituationThe property is superbly positioned in Hanham, on the cusp of both Bristol and Bath, with many local families commuting in for both schooling and business. Nearby Cock Road Ridge is a hidden oasis of pleasant walks, with a diverse range of wildlife and unrivalled magnificent views over Bristol and towards Bath. The house is also conveniently located just off the Bristol ring road providing access to both the M32 and the M4. Commuting into London is easy via either Bristol Temple Meads, Bristol Parkway or Bath Spa train stations, as well as Keynsham station nearby. The surrounding schools are well regarded, including Beacon Rise Primary School, and fall under the South Gloucestershire County Council.OutsideThe wrap around, South West facing, family garden is amazingly secluded, with a water feature running under a bridge that leads to a chalet, incorporating a hot tub, as well as a Balinese style, open sided summer house, perfect for bbq's and alfresco dining.There is also ample parking, which is enclosed by electric double gates and entry system, as well as a large two storey double garage, with games room above.",
      "post_town": "Bristol",
      "details_url": "https://www.zoopla.co.uk/for-sale/details/50165842?utm_source=v1:77-cCjDOAwKP-h3zdu0ptTP5fRhtzeDX&utm_medium=api",
      "short_description": "Amazing, 3,782 sq ft, 6 bedroom detached house, with beautiful south facing garden, double garage, gated off-street parking and located on the edge of Cock Road Ridge, a beautiful nature reserve with a diverse range of wildlife and unrivalled magnificent views over Bristol and towards Bath.",
      "outcode": "BS15",
      "image_645_430_url": "https://lid.zoocdn.com/645/430/ca6f9480f76d1f43b70cc17533e158d7e8440b0e.jpg",
      "county": "Bristol",
      "price": "925000",
      "listing_id": "50165842",
      "image_caption": "Kitchen",
      "image_80_60_url": "https://lid.zoocdn.com/80/60/ca6f9480f76d1f43b70cc17533e158d7e8440b0e.jpg",
      "status": "for_sale",
      "agent_name": "Hamptons International - Bristol Sales",
      "num_recepts": "3",
      "country": "England",
      "first_published_date": "2019-01-14 18:16:10",
      "displayable_address": "Hollyguest Road, Hanham, Bristol BS15",
      "price_modifier": "guide_price",
      "floor_plan": [
        "https://lc.zoocdn.com/cfa82dc753c91f5ac6984549fafc0edd4d7949b4.jpg",
        "https://lc.zoocdn.com/cd20d5c6997952d96ecd3faf92780e91e484fc99.pdf"
      ],
      "street_name": "Hanham Bristol",
      "num_bathrooms": "3",
      "agent_logo": "https://st.zoocdn.com/zoopla_static_agent_logo_(58008).jpeg",
      "price_change": [
        {
          "direction": "",
          "date": "2019-01-14 17:13:57",
          "percent": "0%",
          "price": "925000"
        }
      ],
      "agent_phone": "0117 926 9063",
      "image_354_255_url": "https://lid.zoocdn.com/354/255/ca6f9480f76d1f43b70cc17533e158d7e8440b0e.jpg",
      "image_url": "https://lid.zoocdn.com/354/255/ca6f9480f76d1f43b70cc17533e158d7e8440b0e.jpg",
      "last_published_date": "2019-04-18 11:13:49",
      "crimeCount": 1086
    },
    {
      "country_code": "gb",
      "num_floors": "0",
      "image_150_113_url": "https://lid.zoocdn.com/150/113/2cd1573f2b467172eaddd0deea5b8a0146dbdc0a.jpg",
      "listing_status": "sale",
      "num_bedrooms": "4",
      "location_is_approximate": 0,
      "image_50_38_url": "https://lid.zoocdn.com/50/38/2cd1573f2b467172eaddd0deea5b8a0146dbdc0a.jpg",
      "latitude": 51.46246,
      "furnished_state": null,
      "agent_address": "62 High Street, Hanham, Bristol",
      "category": "Residential",
      "property_type": "",
      "longitude": -2.609669,
      "thumbnail_url": "https://lid.zoocdn.com/80/60/2cd1573f2b467172eaddd0deea5b8a0146dbdc0a.jpg",
      "description": "A lovely period property, converted into 4 spacious flats, right in the very heart of Clifton. This property benefits from very spacious open plan living accommodation and large double bedrooms. Less than stones throw from Whiteladies Road.More details to follow",
      "post_town": "Bristol",
      "details_url": "https://www.zoopla.co.uk/for-sale/details/51057487?utm_source=v1:77-cCjDOAwKP-h3zdu0ptTP5fRhtzeDX&utm_medium=api",
      "short_description": "A lovely period property, converted into 4 spacious flats, right in the very heart of Clifton. This property benefits from very spacious open plan living accommodation and large double bedrooms. Less than stones throw from Whiteladies Road.",
      "outcode": "BS8",
      "image_645_430_url": "https://lid.zoocdn.com/645/430/2cd1573f2b467172eaddd0deea5b8a0146dbdc0a.jpg",
      "county": "Bristol",
      "price": "900000",
      "listing_id": "51057487",
      "image_caption": "Front",
      "image_80_60_url": "https://lid.zoocdn.com/80/60/2cd1573f2b467172eaddd0deea5b8a0146dbdc0a.jpg",
      "status": "for_sale",
      "agent_name": "Moorfields",
      "num_recepts": "4",
      "country": "England",
      "first_published_date": "2019-04-06 20:32:22",
      "displayable_address": "Melrose Place, Clifton, Bristol BS8",
      "floor_plan": [
        "https://lc.zoocdn.com/fc3cf22e6b0bd38f93e94941d94bbc2fa856955f.jpg"
      ],
      "street_name": "Clifton",
      "num_bathrooms": "4",
      "agent_logo": "https://st.zoocdn.com/zoopla_static_agent_logo_(397454).png",
      "price_change": [
        {
          "direction": "",
          "date": "2019-04-06 17:37:28",
          "percent": "0%",
          "price": "900000"
        }
      ],
      "agent_phone": "0117 295 7417",
      "image_354_255_url": "https://lid.zoocdn.com/354/255/2cd1573f2b467172eaddd0deea5b8a0146dbdc0a.jpg",
      "image_url": "https://lid.zoocdn.com/354/255/2cd1573f2b467172eaddd0deea5b8a0146dbdc0a.jpg",
      "last_published_date": "2019-04-23 22:18:55",
      "crimeCount": 269
    }
  ],
  "street": "",
  "town": "Bristol",
  "latitude": 51.4701965,
  "county": "Bristol",
  "bounding_box": {
    "longitude_min": "-2.847177",
    "latitude_min": "51.274548",
    "longitude_max": "-2.324495",
    "latitude_max": "51.665845"
  },
  "postcode": ""
} 