{
  "country": "England",
  "result_count": 1776,
  "longitude": -1.210158,
  "area_name": "Oxford",
  "listing": [
    {
      "country_code": "gb",
      "num_floors": "0",
      "image_150_113_url": "https://lid.zoocdn.com/150/113/26c409d652f57dde44d93f445c041fc9512d880d.jpg",
      "listing_status": "sale",
      "num_bedrooms": "8",
      "location_is_approximate": 0,
      "image_50_38_url": "https://lid.zoocdn.com/50/38/26c409d652f57dde44d93f445c041fc9512d880d.jpg",
      "latitude": 51.764786,
      "furnished_state": null,
      "agent_address": "267 Banbury Road, Oxford",
      "category": "Residential",
      "property_type": "Detached house",
      "longitude": -1.258611,
      "floor_area": {
        "max_floor_area": {
          "value": "6209",
          "units": "sq_feet"
        }
      },
      "thumbnail_url": "https://lid.zoocdn.com/80/60/26c409d652f57dde44d93f445c041fc9512d880d.jpg",
      "description": "* * * sensible offers invited * * * - An outstanding residence in prime city centre location comprising stunning reception hall, exquisite kitchen / breakfast room, three reception rooms, eight bedrooms, three bathrooms, guest cloakroom, sauna, laundry room, self contained one bedroom flat, garage, beautiful gardens and internal lift access. EPC rating FAccommodationAn outstanding family residence situated in a prime residential road in Central North Oxford which is presented to the highest of standards throughout.Situated less than three miles from Oxford Parkway, this substantial detached home is believed to have built in 1873 and has been refurbished to an incredibly high standard to offer superb and flexible accommodation over four floors.Upon entering the property, the first impression is simply that of the wow factor. The very grand reception hall with stairs rising to the first floor, steps leading out to the rear garden and doors to adjacent rooms.The kitchen / breakfast room is the ideal setting for those who like to entertain. The kitchen has a range of high end units, large central island, a range of fitted units and appliances and a large window providing superb views over the rear garden whilst the breakfast area is also of an excellent size but also sets the scene for open plan dining and would work very well for dinner parties.The drawing room is certainly the ideal place to relax after any social gathering and is also decorated to the highest of standards whilst to the front of the property, the study can be found which is ideal for anybody wishing to work from home.There are two staircases at the property and the first floor has a split level landing with access provided to a superb master bedroom suite. The very large master bedroom has ample floor space with a sitting area and has a dressing area and an excellent high end en-suite bathroom. The lift also opens directly into this room.Also to the first floor, two further bedrooms and a laundry room can be found, the laundry room providing scope to be converted into another en-suite.The second floor has three further bedrooms, a dressing room, kitchen and shower room so could be another self contained area or a teenage suite.The lower ground floor is currently a self contained flat with two further reception rooms, a sauna, shower room and lift access whilst a door leads out to the front of the house whilst from the play room, French doors lead to the superb rear garden.The rear garden is of an excellent size, has potential to incorporate a swimming pool but currently has lovely areas ideal for al fresco dining. This wonderful home also benefits from having parking to the front for five cars and a garage.An internal viewing is strongly advised and is by appointment only so please call Fine & Country on to arrange an appointment.Agents NotesAll measurements are approximate and quoted in metric with imperial equivalents and for general guidance only and whilst every attempt has been made to ensure accuracy, they must not be relied on. The fixtures, fittings and appliances referred to have not been tested and therefore no guarantee can be given and that they are in working order. Internal photographs are reproduced for general information and it must not be inferred that any item shown is included with the property. For a free valuation, contact the numbers listed on the brochure.",
      "post_town": "Oxford",
      "details_url": "https://www.zoopla.co.uk/for-sale/details/50200602?utm_source=v1:77-cCjDOAwKP-h3zdu0ptTP5fRhtzeDX&utm_medium=api",
      "short_description": "<p class=\"top\">* * * sensible offers invited * * * - An outstanding residence in prime city centre location comprising stunning reception hall, exquisite kitchen / breakfast room, three reception rooms, eight bedrooms, three bathrooms, guest cloakroom, sauna, laundry room, self contained one bedroom flat, garage, beautiful gardens and internal lift access. EPC rating F</p><h3 class=\"listing-desc-header top\"><strong>Accommodation</strong></h3><p class=\"top\">An outstanding family residence situated in a prime residential road in Central North Oxford which is presented to the highest of standards throughout.  Situated less than three miles from Oxford Parkway, this substantial detached home is believed to have built in 1873 and has been refurbished to an incredibly high standard to offer superb and flexible accommodation over four floors.  Upon entering the property, the first impression is simply that of the wow factor. The very grand reception hall with stairs rising to the first floor, steps leading out to the rear garden and doors to adjacent rooms.  The kitchen / breakfast room is the ideal setting for those who like to entertain. The kitchen has a range of high end units, large central island, a range of fitted units and appliances and a large window providing superb views over the rear garden whilst the breakfast area is also of an excellent size but also sets the scene for open plan dining and would work very well for dinner parties.  The drawing room is certainly the ideal place to relax after any social gathering and is also decorated to the highest of standards whilst to the front of the property, the study can be found which is ideal for anybody wishing to work from home.  There are two staircases at the property and the first floor has a split level landing with access provided to a superb master bedroom suite. The very large master bedroom has ample floor space with a sitting area and has a dressing area and an excellent high end en-suite bathroom. The lift also opens directly into this room.  Also to the first floor, two further bedrooms and a laundry room can be found, the laundry room providing scope to be converted into another en-suite.  The second floor has three further bedrooms, a dressing room, kitchen and shower room so could be another self contained area or a teenage suite.  The lower ground floor is currently a self contained flat with two further reception rooms, a sauna, shower room and lift access whilst a door leads out to the front of the house whilst from the play room, French doors lead to the superb rear garden.  The rear garden is of an excellent size, has potential to incorporate a swimming pool but currently has lovely areas ideal for al fresco dining. This wonderful home also benefits from having parking to the front for five cars and a garage.  An internal viewing is strongly advised and is by appointment only so please call Fine &amp; Country on to arrange an appointment.</p><h3 class=\"listing-desc-header top\"><strong>Agents Notes</strong></h3><p class=\"top\">All measurements are approximate and quoted in metric with imperial equivalents and for general guidance only and whilst every attempt has been made to ensure accuracy, they must not be relied on. The fixtures, fittings and appliances referred to have not been tested and therefore no guarantee can be given and that they are in working order. Internal photographs are reproduced for general information and it must not be inferred that any item shown is included with the property. For a free valuation, contact the numbers listed on the brochure.</p>",
      "outcode": "OX2",
      "image_645_430_url": "https://lid.zoocdn.com/645/430/26c409d652f57dde44d93f445c041fc9512d880d.jpg",
      "county": "Oxfordshire",
      "price": "6500000",
      "listing_id": "50200602",
      "image_caption": "Frontage",
      "image_80_60_url": "https://lid.zoocdn.com/80/60/26c409d652f57dde44d93f445c041fc9512d880d.jpg",
      "status": "for_sale",
      "agent_name": "Fine & Country Oxford",
      "num_recepts": "3",
      "country": "England",
      "first_published_date": "2019-01-17 14:49:10",
      "displayable_address": "Bradmore Road, Oxford, Oxfordshire OX2",
      "floor_plan": [
        "https://lc.zoocdn.com/b7fe715e537abf4f804e26935dc19a25c3ffd74d.jpg"
      ],
      "street_name": "Bradmore Road",
      "num_bathrooms": "3",
      "agent_logo": "https://st.zoocdn.com/zoopla_static_agent_logo_(569613).png",
      "price_change": [
        {
          "direction": "",
          "date": "2019-01-17 14:46:31",
          "percent": "0%",
          "price": "6500000"
        }
      ],
      "agent_phone": "01865 680757",
      "image_354_255_url": "https://lid.zoocdn.com/354/255/26c409d652f57dde44d93f445c041fc9512d880d.jpg",
      "image_url": "https://lid.zoocdn.com/354/255/26c409d652f57dde44d93f445c041fc9512d880d.jpg",
      "last_published_date": "2019-04-16 14:16:00",
      "crimeCount": 16
    },
    {
      "country_code": "gb",
      "num_floors": "0",
      "image_150_113_url": "https://lid.zoocdn.com/150/113/7ece3ee5589d937a94ab536103d5404fb16635f8.jpg",
      "listing_status": "sale",
      "num_bedrooms": "8",
      "location_is_approximate": 0,
      "image_50_38_url": "https://lid.zoocdn.com/50/38/7ece3ee5589d937a94ab536103d5404fb16635f8.jpg",
      "latitude": 51.768936,
      "furnished_state": null,
      "agent_address": "256 Banbury Road, Summertown",
      "category": "Residential",
      "property_type": "Detached house",
      "longitude": -1.266325,
      "floor_area": {
        "max_floor_area": {
          "value": "6361",
          "units": "sq_feet"
        },
        "min_floor_area": {
          "value": "6361",
          "units": "sq_feet"
        }
      },
      "thumbnail_url": "https://lid.zoocdn.com/80/60/7ece3ee5589d937a94ab536103d5404fb16635f8.jpg",
      "description": "Description  Built in 1892 to a design of hw Moore, this handsome detached Victorian house has been completely refurbished by the present owners and provides a substantial (6,361 sq ft) and beautifully presented family home in a prime central North Oxford location. The property is set back from the main road with a large driveway providing ample parking and enjoys a large west facing garden to the rear with a studio arranged along the rear boundary. The house also has the benefit of a separate flat occupying the second floor with its own private entrance and stairway providing perfect accommodation for relatives, an au pair or as an additional income. It could also be easily incorporated back into the main house to offer further accommodation if required.Arranged over three floors with a basement and substantial attic in addition, the property provides well-proportioned accommodation with many retained period features typical of its era. The rooms are spacious with the feeling of light and space enhanced by high ceilings and large windows including a stunning stained glass window to the main landing. A welcoming entrance hall opens to the principal reception rooms, which include an elegant drawing room with folding double doors opening to the dining room creating a 40ft reception room and a perfect entertaining space. Arranged at the rear of the house is the family room which continues to the contemporary Italian kitchen with under floor heating and doors directly onto the sheltered terrace and garden beyond. Arranged off the kitchen are the larder and laundry room. The ground floor also provides a studio, converted from the garage (original doors still place) with an abundance of natural light from sky lights and glazed doors to the garden. A further reception room with large bay window is arranged at the front of the house. At first floor level, leading off the particularly spacious landing are four bedrooms, three of which are en-suite. The flat occupies the second floor and currently provides three bedrooms, one en-suite, a further bathroom, sitting room and kitchen/breakfast room.OutsideTo the front, the extensive gravelled area provides ample parking for numerous cars, with gated side access on one side of the property to the rear garden. The garden, thought to be one of the largest in North Oxford, faces in a westerly direction and is beautifully secluded. It enjoys a large terrace, bordered by Wisteria and Magnolia, leading to steps down to a hardwood decking area with provision to accommodate a hot tub or pool if desired. Further steps lead to the mature, walled garden which is laid to lawn and interspersed with trees and shrubs.At the end of the garden, there is a large studio measuring 36 ft x 13ft, with three sets of double doors opening out to the garden.Situation  The property is situated in the popular suburb of Central North Oxford within the Victorian Conservation Areas, with direct access to the City centre and within easy reach of Summertown providing all the day to day shopping facilities including bars, restaurants and a Marks and Spencer food hall. The property is also a few minute's walk of Port Meadow. The Woodstock Road joins directly to the Oxford ring road connecting to the A40 and M40 to London. The Oxford rail station has regular services directly to London Paddington and the Oxford Parkway station provides regular services to London Marylebone. North Oxford has an excellent choice of highly sought after schools including The Dragon, St Edward's, Oxford High School, The Cherwell School and St Philip and St James Primary School.Directions  From the offices of Penny & Sinclair proceed south down the Banbury Road turning right into Beechcroft Road. At the end of the road turn left into Woodstock Road where the property will be found on the right hand side.Services  All mains services are connected.Tenure & possession  The property is freehold and offers vacant possession upon completion.Council tax  Main House: Band 'G' amounting to £3,187 for the year 2018/19.Flat: Band 'E' amounting to £2,337 for the year 2018/19.Fixtures & fittings  Certain items may be available by separate negotiation with Penny & Sinclair.Viewing arrangements  Strictly by appointment with Penny & Sinclair. Prior to making an appointment to view, Penny & Sinclair strongly recommend that you discuss any particular points which are likely to affect your interest in the property with a member of staff who has seen the property, in order that you do not make a wasted journey.Local authority  Oxford City CouncilCity ChambersQueen StreetOxford OX1 1ENTelephone important notice  Penny & Sinclair, their clients and any joint agent gives notice to anyone reading these particulars that:I) the particulars do not constitute part of an offer or contract; ii) all descriptions, dimensions, references to the condition and necessary permissions for use and occupation, and other details are given without responsibility and any intending purchasers should not rely on them as statement or representations of fact. Iii) the text, photographs and plans are guidelines only and are not necessarily comprehensive. Any reference to alterations to, or use of, any part of the property does not mean that all necessary planning, building regulations or other consents have been obtained and Penny & Sinclair have not tested any services, equipment or facilities. A buyer or lessee must satisfy themselves by inspection or otherwise. Iv) the descriptions provided therein represent the opinion of the author and whilst given in good faith should not be construed as statements of fact; v) nothing in the particulars shall be deemed a statement that the property is in good condition or otherwise, nor that any services or facilities are in good working order; vi) no person in the employment of Penny & Sinclair has any authority to make or give any representation or warranty whatsoever in relation to this property. Vii) all measurements are approximate.",
      "post_town": "Oxford",
      "details_url": "https://www.zoopla.co.uk/for-sale/details/50584905?utm_source=v1:77-cCjDOAwKP-h3zdu0ptTP5fRhtzeDX&utm_medium=api",
      "short_description": "Designed by hw Moore this elegant detached Victorian home has been beautifully renovated by the current owners to restore a wealth of period charm combined with high ceilings and a wonderful sense of privacy.",
      "outcode": "OX2",
      "image_645_430_url": "https://lid.zoocdn.com/645/430/7ece3ee5589d937a94ab536103d5404fb16635f8.jpg",
      "county": "Oxfordshire",
      "price": "4950000",
      "listing_id": "50584905",
      "image_caption": "",
      "image_80_60_url": "https://lid.zoocdn.com/80/60/7ece3ee5589d937a94ab536103d5404fb16635f8.jpg",
      "status": "for_sale",
      "agent_name": "Penny & Sinclair",
      "num_recepts": "0",
      "country": "England",
      "first_published_date": "2019-02-22 15:51:06",
      "displayable_address": "The Towpath, Woodstock Road, Oxford OX2",
      "price_modifier": "guide_price",
      "floor_plan": [
        "https://lc.zoocdn.com/5857e02ef23ebc0bed7a2cb034efe4b3f7a402ce.png"
      ],
      "street_name": "Woodstock Road",
      "num_bathrooms": "6",
      "agent_logo": "https://st.zoocdn.com/zoopla_static_agent_logo_(380441).png",
      "price_change": [
        {
          "direction": "",
          "date": "2019-02-22 15:42:31",
          "percent": "0%",
          "price": "4950000"
        }
      ],
      "agent_phone": "01865 680454",
      "image_354_255_url": "https://lid.zoocdn.com/354/255/7ece3ee5589d937a94ab536103d5404fb16635f8.jpg",
      "image_url": "https://lid.zoocdn.com/354/255/7ece3ee5589d937a94ab536103d5404fb16635f8.jpg",
      "last_published_date": "2019-04-02 11:47:53",
      "crimeCount": 43
    },
    {
      "country_code": "gb",
      "num_floors": "0",
      "image_150_113_url": "https://lid.zoocdn.com/150/113/889a418cc26463e06ed43730c02f28a5ee5154d2.jpg",
      "listing_status": "sale",
      "num_bedrooms": "5",
      "location_is_approximate": 0,
      "image_50_38_url": "https://lid.zoocdn.com/50/38/889a418cc26463e06ed43730c02f28a5ee5154d2.jpg",
      "latitude": 51.755436,
      "furnished_state": null,
      "agent_address": "59 Between Towns Road, Cowley",
      "category": "Residential",
      "property_type": "End terrace house",
      "longitude": -1.261401,
      "thumbnail_url": "https://lid.zoocdn.com/80/60/889a418cc26463e06ed43730c02f28a5ee5154d2.jpg",
      "description": "The property provides a wealth of character throughout whilst still providing modern and contemporary living accommodation.The property is arranged over four floors. On the lower ground floor is a laundry room, wet room and a striking sitting/dining room complete with a partial glass roof to allow for naturally light to flow in. From here you can access the rear of the property where there is a further two bedrooms and a bathroom. On the ground floor of the property situated off the hall is a cloakroom, study to the front and a kitchen/breakfast room to the rear which provides access to the westerly facing courtyard garden. To the first floor is two doubles bedrooms and an ensuite bathroom. The second floor provides a bathroom and a further double bedroom complete with steps leading to a further floor which provides built in storage.Lower Ground FloorSitting Room/Dining Room (11.35m x 5.77m)Skylight window, radiator, power points.Utility Room (2.95m x 2.39m)Skylight window, plumbing for washing machine.BathroomBath with shower over, low level WC, wash hand basin, partly tiled walls.Wet RoomShowerGround FloorEntrance HallCloakroomLow level WC, wash hand basin.Study (3.35m x 3.33m)Sash window to front aspect, radiator.Bedroom Four (3.91m x 3.33m)Radiator, power points, door to patio courtyard.Courtyard (6.81m x 4.47m)Enclosed by wall and fencing to sides, gated side access, decking.Kitchen/Breakfast Room (5.41m x 4.47m)Sash window to rear and side aspects, range of base and walls units with granite worktops, inset single bowl sink unit, plumbing for dishwasher, door to courtyard.First FloorBedroom One (4.60m x 3.38m)Sash window to front aspect, built in wardrobe, radiator, power points.Bedroom Three (4.19m x 3.91m)Sash window to front aspect, radiator, power points.Bedroom Five (4.37m max x 2.87m)Sash windows to rear and side aspect, radiator.1st Floor BathroomSash window to rear aspect, bath, low level WC, wash hand basin.2nd FloorBedroom Two (4.55m x 3.63m)Sash window to front aspect, power points.2nd Floor BathroomSash window to rear aspect, bath, wash hand basin, low level WC.",
      "post_town": "Oxford",
      "details_url": "https://www.zoopla.co.uk/for-sale/details/49743915?utm_source=v1:77-cCjDOAwKP-h3zdu0ptTP5fRhtzeDX&utm_medium=api",
      "short_description": "A beautifully designed Georgian townhouse situated on St John Street in central Oxford.",
      "outcode": "OX1",
      "image_645_430_url": "https://lid.zoocdn.com/645/430/889a418cc26463e06ed43730c02f28a5ee5154d2.jpg",
      "county": "Oxfordshire",
      "price": "2850000",
      "listing_id": "49743915",
      "image_caption": "Property Image 0",
      "image_80_60_url": "https://lid.zoocdn.com/80/60/889a418cc26463e06ed43730c02f28a5ee5154d2.jpg",
      "status": "for_sale",
      "agent_name": "Andrews - Cowley",
      "num_recepts": "2",
      "country": "England",
      "first_published_date": "2018-11-21 14:09:12",
      "displayable_address": "St. John Street, Oxford OX1",
      "floor_plan": [
        "https://lc.zoocdn.com/1d2276398a8f8d7c6fdd6f7ce406105fdb4da098.jpg"
      ],
      "street_name": "",
      "num_bathrooms": "3",
      "agent_logo": "https://st.zoocdn.com/zoopla_static_agent_logo_(335135).png",
      "price_change": [
        {
          "direction": "",
          "date": "2018-11-21 14:06:05",
          "percent": "0%",
          "price": "2850000"
        }
      ],
      "agent_phone": "01865 360070",
      "image_354_255_url": "https://lid.zoocdn.com/354/255/889a418cc26463e06ed43730c02f28a5ee5154d2.jpg",
      "image_url": "https://lid.zoocdn.com/354/255/889a418cc26463e06ed43730c02f28a5ee5154d2.jpg",
      "last_published_date": "2019-04-11 01:25:18",
      "crimeCount": 108
    },
    {
      "country_code": "gb",
      "num_floors": "0",
      "image_150_113_url": "https://lid.zoocdn.com/150/113/d23e28cf074d77c62ec7151dab09cffa8dbaf210.jpg",
      "listing_status": "sale",
      "num_bedrooms": "6",
      "location_is_approximate": 0,
      "image_50_38_url": "https://lid.zoocdn.com/50/38/d23e28cf074d77c62ec7151dab09cffa8dbaf210.jpg",
      "latitude": 51.74293,
      "furnished_state": null,
      "agent_address": "High Street, Goring, Reading",
      "category": "Residential",
      "property_type": "Detached house",
      "longitude": -1.313658,
      "thumbnail_url": "https://lid.zoocdn.com/80/60/d23e28cf074d77c62ec7151dab09cffa8dbaf210.jpg",
      "description": "Nestled in a private corner of exclusive Hid’s Copse Road on the outskirts of Oxford, Water Combe is a brand new property constructed to an extraordinarily high standard with an astonishing attention to detail. The property is full of light and space with most rooms having a double aspect and large windows designed to take advantage of the far reaching and garden views. Bespoke features include a luxurious designer kitchen/breakfast room, generous reception rooms, spacious hallways and landings, an internal green oak frame which adds stunning character, wide oak floors, large bedrooms and fabulous bathrooms with Bateau bath tubs.Set within 1.2 acres, the landscaping has been designed around the Fairy Glen at the bottom of the garden and the Fairy theme continues throughout the house and garden. This enchanting home has had no expense spared to create a unique home for the discerning buyer. EPC Rating B.Local informationCumnor Hill is a sought after residential area just 1.5 miles from the centre of Oxford. It is well served by communications with access to the A34 and Oxford ring road, connecting to the M4 and M40 motorways, with the regional centres of Newbury and Swindon also within easy reach.Communications by rail are also excellent with fast trains from either Oxford or Didcot to London Paddington taking about 50 and 45 minutes respectively. From the coach station at Gloucester Green there are regular services to London Heathrow and Gatwick airports.Hid’s Copse Road is an attractive private no-through road known for its wooded rural setting with detached houses in large gardens. Cumnor Hill has bus pick-ups to all the major independent schools in Central North Oxford as well as Abingdon, Cothill and Cokethorpe.AccommodationSolid oak front door with cast bronze oak leaf handlesMagnificent double height reception hall with oak floor and views through to the marble terrace and garden. Sitting room with vaulted ceiling and exposed brick wall, wood burning stove, double oak framed doors leading to terrace. Kitchen/breakfast room fitted with superb range of bespoke Griggs & Mackay handmade painted and oak lined wall and floor cabinets, Brazilian leathered granite work surfaces, central island breakfast bar with pop up extractor, Gaggenau gas ovens and hob, American style Fisher & Paykel fridge/freezer, double doors to terrace. Dining room and family room, oak floor, suspended wood burning stove, bi-fold doors to terrace. Study with double doors to garden. Ground floor cloakroom and wet room. Gymnasium/bedroom 6 with double doors to garden. Laundry with plumbing for washing machine, tumble dryer. Plant room. From the reception hall a hand carved oak staircase turns and rises gracefully to the first floor with a large window overlooking the garden. From the reception hall a hand carved oak staircase turns and rises gracefully to the first floor with a large window overlooking the garden.Fairy bridge with extraordinary balustrade created by a master blacksmith of entwined vines and flowers, magically crosses the hall below to the master bedroom. Solid oak doors with a safe lock swing open to give access to the grand master bedroom which has a vaulted ceiling and exposed green oak timbers, low windows providing wonderful garden views from the comfort of the bed, dressing area leading to the En-suite bathroom. This sublime space has a marble floor, nickle Bateau bath tub, double shower with rainwater head, two sets of glass doors leading to a balcony with glass balustrade and far reaching Westerly views. Four further bedrooms, three with luxurious designer en-suite bath or shower rooms. Large attic space with natural light, ideal as a playroom or additional bedrooms, if required.Gardens and groundsSliding timber gates give access to the large gravel parking area and round to the double garage. An external staircase leads to a useful home office or workshop with power and light. The delightful gardens are full of mature plants and a colourful selection of Rhododendrons and Azaleas and there is a large area of lawn.The large marble terrace is beautifully laid and is ideal for entertaining. There is an outdoor kitchen with hot and cold running water and stone sink and a built-in barbecue and pizza oven. Intricate pathways lead amongst bushes and tumbling climbing plants and wind down towards Oak and Yew trees that have been designated as Ancient Woodland.There is a mysterious throne and 8 stone seats around a circle cut into the bank, a fine place for midnight excursions. ‘The Fairies Wish’, a beautiful wire sculpture 25ft atop a stricken Oak tree, has been commissioned from Derek Kingzett a renowned contemporary Artist and Wire Sculptor. Five spring fed ponds lead down to the Fairy glen at the bottom of the garden, who knows what else is there…specificationUnderfloor heating throughout the ground floor, designer radiators to first and second floorWide engineered stained oak floors to reception hall, sitting room and dining/family roomPillowed limestone floors to kitchen/breakfast room, cloakroom/wet roomGriggs & Mackay hand built kitchen with oak lined cupboardsGaggenau ovens, microwave, gas hob and dishwasher, pop up extractor fanFisher & Paykel fridge and freezerBrazilian leathered granite worksurfaces and breakfast barExposed green oak internal timber framePlant room with data cabinet, dual Cat 5 connectivity, satellite and TV to every habitable room, Smart phone controlled heating and hot waterDual perpetual hot water throughout the house for instant hot waterAll mains services connected, gas fired central heating.Local authority and servicesAll mains connected. Vale of White Horse District Council.ConveyancingThrough our in house Conveyancing team, we can ensure ease and efficiency for a competitive, no-sale, no-fee quote. Ask us for a quote today.DisclaimerThese particulars are a general guide only. They do not form part of any contract. Services, systems and appliances have not been tested.Buyers informationIn accordance with hmrc Anti Money Laundering Regulations a buyer(s) must attend our office to provide Photo Identification and Proof of Address (valid in last 3 months) once a sale is agreed.",
      "post_town": "Oxford",
      "details_url": "https://www.zoopla.co.uk/for-sale/details/47738035?utm_source=v1:77-cCjDOAwKP-h3zdu0ptTP5fRhtzeDX&utm_medium=api",
      "short_description": "Water Combe is a brand new property constructed to an extraordinarily high standard. Bespoke features include a designer kitchen/breakfast room, generous reception rooms, an internal green oak frame, large bedrooms and bathrooms with Bateau bath tubs. Set within 1.2 acres. EPC Rating B.",
      "outcode": "OX2",
      "image_645_430_url": "https://lid.zoocdn.com/645/430/d23e28cf074d77c62ec7151dab09cffa8dbaf210.jpg",
      "new_home": "true",
      "county": "Oxfordshire",
      "price": "2850000",
      "listing_id": "47738035",
      "image_caption": "Main (Main)",
      "image_80_60_url": "https://lid.zoocdn.com/80/60/d23e28cf074d77c62ec7151dab09cffa8dbaf210.jpg",
      "status": "for_sale",
      "agent_name": "Davis Tate - Goring on Thames",
      "num_recepts": "4",
      "country": "England",
      "first_published_date": "2018-05-23 20:51:54",
      "displayable_address": "Hid's Copse Road, Cumnor Hill, Oxford OX2",
      "price_modifier": "guide_price",
      "floor_plan": [
        "https://lc.zoocdn.com/750c7e891753f866617a71f78851da69bc4af339.jpg"
      ],
      "street_name": "18 Hid's Copse Road Cumnor Hill",
      "num_bathrooms": "5",
      "agent_logo": "https://st.zoocdn.com/zoopla_static_agent_logo_(155442).png",
      "price_change": [
        {
          "direction": "",
          "date": "2018-05-23 17:37:23",
          "percent": "0%",
          "price": "3250000"
        },
        {
          "direction": "down",
          "date": "2018-06-26 17:37:32",
          "percent": "-12.3%",
          "price": "2850000"
        }
      ],
      "agent_phone": "01491 877118",
      "image_354_255_url": "https://lid.zoocdn.com/354/255/d23e28cf074d77c62ec7151dab09cffa8dbaf210.jpg",
      "image_url": "https://lid.zoocdn.com/354/255/d23e28cf074d77c62ec7151dab09cffa8dbaf210.jpg",
      "last_published_date": "2019-01-25 21:58:25",
      "price_change_summary": {
        "direction": "down",
        "percent": "-12.3%",
        "last_updated_date": "2018-06-26 17:37:32"
      },
      "crimeCount": 43
    },
    {
      "country_code": "gb",
      "num_floors": "0",
      "image_150_113_url": "https://lid.zoocdn.com/150/113/774dd3f0d4963a79cb4faeaadebcbb6ceae2929b.jpg",
      "listing_status": "sale",
      "num_bedrooms": "10",
      "location_is_approximate": 0,
      "image_50_38_url": "https://lid.zoocdn.com/50/38/774dd3f0d4963a79cb4faeaadebcbb6ceae2929b.jpg",
      "latitude": 51.77017,
      "furnished_state": null,
      "agent_address": "50 South Bar, Banbury",
      "category": "Residential",
      "property_type": "Semi-detached house",
      "longitude": -1.266812,
      "thumbnail_url": "https://lid.zoocdn.com/80/60/774dd3f0d4963a79cb4faeaadebcbb6ceae2929b.jpg",
      "description": "Handsome and well proportioned period house in a prime position for Oxford City CentreSituationThe property is located just a mile from the city centre on the desirable Woodstock Road, within the Victorian Suburb Conservation Area. Summertown is to the north and provides a choice of shops, wine bars and restaurants. To the south is Jericho with the Phoenix Picture House, a selection of cafes, bars and restaurants such as Raymond Blanc's Brasserie Blanc. Located a few streets away from the property is Trap Grounds, a nature reserve on the Oxford Canal. Adjacent to this is Port Meadow, and unspoilt ancient meadow on the banks of the River Thames with walks and wildlife. There are excellent schools close by including The Dragon School, Oxford High School, St Edwards School, The Cherwell School and St Philip and St James Primary School. From Oxford Station there are mainline train services to London Paddington or Marylebone (journey about one hour).DescriptionBuilt over three floors, the semi-detached house offers a host of Victorian features including high ceilings, well- proportioned rooms and many large sash windows making the accommodation spacious and light. The accommodation is flexible with three good reception rooms and a garden room on the ground floor and ten bedrooms over the two floors above.AccommodationThe front door opens to a spacious hallway with attractive original Victorian tiled floor. Doors to either side take you to two good size reception rooms to the front of the property. Adjacent is a sitting room with garden room off. The kitchen/breakfast room was updated recently with wooden units and granite work surfaces around a central island. There is a larder and utility room located off the kitchen/breakfast room. Also accessed from the hallway is the cloakroom. An original dog leg staircase rises to the first floor with sash windows to the side. On the first floor there are 5 bedrooms, a bathroom and separate shower room. A door to the front of the house takes you to a balcony. A staircase rises to the second floor with an additional 5 bedrooms, bathroom and separate cloakroom. There is a hatch giving access to the attic.Grounds and gardensTo the front of the house a gravelled driveway behind a low pillared wall provides off-road parking for numerous vehicles. There is side access to the rear garden which is mainly laid to lawn with a patio area off the garden room and an additional sunken sitting area. A path runs along the side of the garden to a timber outbuilding at the bottom of the garden with several rooms/stores and a covered bicycle storage area.",
      "post_town": "Oxford",
      "details_url": "https://www.zoopla.co.uk/for-sale/details/50045473?utm_source=v1:77-cCjDOAwKP-h3zdu0ptTP5fRhtzeDX&utm_medium=api",
      "short_description": "Handsome and well proportioned period house in a prime position for Oxford City Centre",
      "outcode": "OX2",
      "image_645_430_url": "https://lid.zoocdn.com/645/430/774dd3f0d4963a79cb4faeaadebcbb6ceae2929b.jpg",
      "county": "Oxfordshire",
      "price": "2800000",
      "listing_id": "50045473",
      "image_caption": "Front",
      "image_80_60_url": "https://lid.zoocdn.com/80/60/774dd3f0d4963a79cb4faeaadebcbb6ceae2929b.jpg",
      "status": "for_sale",
      "agent_name": "Fisher German LLP",
      "num_recepts": "3",
      "country": "England",
      "first_published_date": "2018-12-31 17:29:09",
      "displayable_address": "Woodstock Road, Oxford OX2",
      "price_modifier": "guide_price",
      "floor_plan": [
        "https://lc.zoocdn.com/34638a82de38760e98b39c2171e185d59b1d616c.jpg"
      ],
      "street_name": "Oxford Oxfordshire",
      "num_bathrooms": "3",
      "agent_logo": "https://st.zoocdn.com/zoopla_static_agent_logo_(245222).png",
      "price_change": [
        {
          "direction": "",
          "date": "2018-12-31 11:01:28",
          "percent": "0%",
          "price": "2800000"
        }
      ],
      "agent_phone": "01295 977958",
      "image_354_255_url": "https://lid.zoocdn.com/354/255/774dd3f0d4963a79cb4faeaadebcbb6ceae2929b.jpg",
      "image_url": "https://lid.zoocdn.com/354/255/774dd3f0d4963a79cb4faeaadebcbb6ceae2929b.jpg",
      "last_published_date": "2019-02-14 22:30:42",
      "crimeCount": 333
    },
    {
      "country_code": "gb",
      "num_floors": "0",
      "image_150_113_url": "https://lid.zoocdn.com/150/113/d7908e40ca774321b4dfa2c6de48069807f81a37.jpg",
      "listing_status": "sale",
      "num_bedrooms": "6",
      "location_is_approximate": 0,
      "image_50_38_url": "https://lid.zoocdn.com/50/38/d7908e40ca774321b4dfa2c6de48069807f81a37.jpg",
      "latitude": 51.76361,
      "furnished_state": null,
      "agent_address": "256 Banbury Road, Summertown",
      "category": "Residential",
      "property_type": "Semi-detached house",
      "longitude": -1.265875,
      "floor_area": {
        "max_floor_area": {
          "value": "2813",
          "units": "sq_feet"
        },
        "min_floor_area": {
          "value": "2813",
          "units": "sq_feet"
        }
      },
      "thumbnail_url": "https://lid.zoocdn.com/80/60/d7908e40ca774321b4dfa2c6de48069807f81a37.jpg",
      "description": "Situation  The property is situated in a sought after side road in Central North Oxford, a privileged location close to the centre of town and is within walking distance of Port Meadow, the shopping facilities of Walton Street, including restaurants, bars and a cinema, and many of the leading private and state schools in North Oxford. The more comprehensive facilities of Oxford City centre and the University are within 1 mile. The Oxford mainline station has regular rail services to London Paddington, (approx. One hour), or Oxford Parkway station leads into London Marylebone (approx 55 mins). There are frequent buses to London Victoria, Heathrow, Gatwick and Stansted airports from the coach station at Gloucester Green.Description  Built in 1881, this handsome semi-detached Victorian house occupies a corner plot in a prime Central North Oxford location. The property in recent years has undergone a complete renovation project and now provides a beautiful family home with accommodation arranged over four floors. The property is complemented by a south/west facing garden, a garage and a gated driveway providing parking.With a floor area of 2,813 sq ft, the property provides well-proportioned and flexible accommodation with many retained period features typical of its era with elegant rooms and a feeling of light and space enhanced by high ceilings and large bay windows to the front of the house. Arranged off the entrance hall are the particularly light kitchen/breakfast room, the utility/cloakroom room and the two principal reception rooms both with period fireplaces and a large bay window in the sitting room. The lower ground floor provides flexible accommodation and a perfect area for teenagers or guests with a family room with bi-fold doors to the garden, two double bedrooms and a bathroom. At first floor level are the master bedroom with e-suite shower room, a second double bedroom and a bathroom. Two further double bedrooms and a bathroom are arranged on the second floor.OutsideThe south facing walled garden is predominantly arranged at the front of the house and continues round to the side where there is an alfresco dining and sitting area. Mainly laid to lawn with mature planting of herbaceous borders, shrubs and trees, the garden complements the house and provides an attractive setting. Accessed from Warnborough Road, the gated driveway provides parking and gives access to the garage.Directions  From the offices of Penny & Sinclair proceed south down the Banbury Road turning right into St Margaret's Road. At the end of the road turn left into Woodstock Road continue towards the city centre and the take second right into Leckford Road where the property will be found on the right hand side on the corner of Warnborough Road.Viewing arrangements  Strictly by appointment with Penny & Sinclair. Prior to making an appointment to view, Penny & Sinclair strongly recommend that you discuss any particular points which are likely to affect your interest in the property with a member of staff who has seen the property, in order that you do not make a wasted journey.Council tax  Council Tax Band 'G' amounting to £3,314 for 2019/20.Tenure & possession  The property is freehold with vacant possession on completion.Services  All mains services are connected. Gas fired central heatinglocal authority  Oxford City CouncilCity ChambersQueen StreetOxford OX1 1ENTelephone important notice  Penny & Sinclair, their clients and any joint agent gives notice to anyone reading these particulars that:I) the particulars do not constitute part of an offer or contract; ii) all descriptions, dimensions, references to the condition and necessary permissions for use and occupation, and other details are given without responsibility and any intending purchasers should not rely on them as statement or representations of fact. Iii) the text, photographs and plans are guidelines only and are not necessarily comprehensive. Any reference to alterations to, or use of, any part of the property does not mean that all necessary planning, building regulations or other consents have been obtained and Penny & Sinclair have not tested any services, equipment or facilities. A buyer or lessee must satisfy themselves by inspection or otherwise. Iv) the descriptions provided therein represent the opinion of the author and whilst given in good faith should not be construed as statements of fact; v) nothing in the particulars shall be deemed a statement that the property is in good condition or otherwise, nor that any services or facilities are in good working order; vi) no person in the employment of Penny & Sinclair has any authority to make or give any representation or warranty whatsoever in relation to this property. Vii) all measurements are approximate.",
      "post_town": "Oxford",
      "details_url": "https://www.zoopla.co.uk/for-sale/details/50926573?utm_source=v1:77-cCjDOAwKP-h3zdu0ptTP5fRhtzeDX&utm_medium=api",
      "short_description": "A handsome semi-detached Victorian house with south facing garden, garage and off street parking in prime central North Oxford location",
      "outcode": "OX2",
      "image_645_430_url": "https://lid.zoocdn.com/645/430/d7908e40ca774321b4dfa2c6de48069807f81a37.jpg",
      "county": "Oxfordshire",
      "price": "2650000",
      "listing_id": "50926573",
      "image_caption": "",
      "image_80_60_url": "https://lid.zoocdn.com/80/60/d7908e40ca774321b4dfa2c6de48069807f81a37.jpg",
      "status": "for_sale",
      "agent_name": "Penny & Sinclair",
      "num_recepts": "3",
      "country": "England",
      "first_published_date": "2019-03-26 15:48:42",
      "displayable_address": "Leckford Road, Oxford OX2",
      "price_modifier": "guide_price",
      "floor_plan": [
        "https://lc.zoocdn.com/db32a1d7fcc4e732adbc4e41ba96b2b5e44c95b1.png"
      ],
      "street_name": "Leckford Road",
      "num_bathrooms": "4",
      "agent_logo": "https://st.zoocdn.com/zoopla_static_agent_logo_(380441).png",
      "price_change": [
        {
          "direction": "",
          "date": "2019-03-26 15:41:23",
          "percent": "0%",
          "price": "2650000"
        }
      ],
      "agent_phone": "01865 680454",
      "image_354_255_url": "https://lid.zoocdn.com/354/255/d7908e40ca774321b4dfa2c6de48069807f81a37.jpg",
      "image_url": "https://lid.zoocdn.com/354/255/d7908e40ca774321b4dfa2c6de48069807f81a37.jpg",
      "last_published_date": "2019-04-02 11:47:53",
      "crimeCount": 108
    },
    {
      "country_code": "gb",
      "num_floors": "0",
      "image_150_113_url": "https://lid.zoocdn.com/150/113/221e072cc778e8007548c28aa1c945c5cdddf4f9.jpg",
      "listing_status": "sale",
      "num_bedrooms": "6",
      "location_is_approximate": 0,
      "image_50_38_url": "https://lid.zoocdn.com/50/38/221e072cc778e8007548c28aa1c945c5cdddf4f9.jpg",
      "latitude": 51.792755,
      "furnished_state": null,
      "agent_address": "255 Banbury Road, Oxford",
      "category": "Residential",
      "property_type": "Semi-detached house",
      "letting_fees": "N/a",
      "longitude": -1.280105,
      "thumbnail_url": "https://lid.zoocdn.com/80/60/221e072cc778e8007548c28aa1c945c5cdddf4f9.jpg",
      "description": "Property DescriptionCompletely refurbished throughout to an exceptional standard, this six bedroom property has a garden which offers access to the Linkside Lake.Property DetailsA quite incredible property in an exceptional location.Completely refurbished throughout with a size of almost 5500 sq ft and featuring a south facing garden that runs onto the exclusive Linkside Lake.The ground floor features two immense main rooms in the form of the kitchen/diner and the main reception both with bi fold doors to the garden.There is also a study, cloakroom and separate utility.The first floor features four bedrooms, all with bathrooms, the main two bedrooms are completed by bi fold doors to balconies looking over the garden to the lake.The top floor has two further bedrooms and bathrooms.The driveway has parking and access to the garage with electric doors, further doors allow the garage to open at both sides to allow multiple parking to the rear.The rear garden is 150ft long and features a patio near to the house and lawn leading to the moorings on the private lake.Lakeside is a no through road area off of Five Mile Drive close to the Cricket Ground and Golf Course but just minutes from Summertown and it's shops, restaurants, theatre and schools.There is good access to the A34/A40 and M40 to London/Birmingham or the new Oxford Parkway mainline railway station",
      "post_town": "Oxford",
      "details_url": "https://www.zoopla.co.uk/for-sale/details/50274231?utm_source=v1:77-cCjDOAwKP-h3zdu0ptTP5fRhtzeDX&utm_medium=api",
      "short_description": "Completely refurbished throughout to an exceptional standard, this six bedroom property has a garden which offers access to the Linkside Lake.",
      "outcode": "OX2",
      "image_645_430_url": "https://lid.zoocdn.com/645/430/221e072cc778e8007548c28aa1c945c5cdddf4f9.jpg",
      "county": "Oxfordshire",
      "price": "2350000",
      "listing_id": "50274231",
      "image_caption": "Front Of Property",
      "image_80_60_url": "https://lid.zoocdn.com/80/60/221e072cc778e8007548c28aa1c945c5cdddf4f9.jpg",
      "status": "for_sale",
      "agent_name": "Chancellors - Summertown",
      "num_recepts": "0",
      "country": "England",
      "first_published_date": "2019-01-24 17:32:23",
      "displayable_address": "Lakeside, North Oxford OX2",
      "price_modifier": "guide_price",
      "floor_plan": [
        "https://lc.zoocdn.com/62739621ae19647240652dc41f78f67489acbebe.png"
      ],
      "street_name": "Lakeside",
      "num_bathrooms": "0",
      "agent_logo": "https://st.zoocdn.com/zoopla_static_agent_logo_(487497).png",
      "price_change": [
        {
          "direction": "",
          "date": "2019-01-24 17:30:56",
          "percent": "0%",
          "price": "2495000"
        },
        {
          "direction": "down",
          "date": "2019-02-15 13:15:19",
          "percent": "-5.8%",
          "price": "2350000"
        }
      ],
      "agent_phone": "01865 366257",
      "image_354_255_url": "https://lid.zoocdn.com/354/255/221e072cc778e8007548c28aa1c945c5cdddf4f9.jpg",
      "image_url": "https://lid.zoocdn.com/354/255/221e072cc778e8007548c28aa1c945c5cdddf4f9.jpg",
      "last_published_date": "2019-04-16 09:24:07",
      "price_change_summary": {
        "direction": "down",
        "percent": "-5.8%",
        "last_updated_date": "2019-02-15 13:15:19"
      },
      "crimeCount": 71
    },
    {
      "country_code": "gb",
      "num_floors": "0",
      "image_150_113_url": "https://lid.zoocdn.com/150/113/92e6a636e2d741e6cf248ba31be4ed0d34feeac0.jpg",
      "listing_status": "sale",
      "num_bedrooms": "6",
      "location_is_approximate": 0,
      "image_50_38_url": "https://lid.zoocdn.com/50/38/92e6a636e2d741e6cf248ba31be4ed0d34feeac0.jpg",
      "latitude": 51.792755,
      "furnished_state": null,
      "agent_address": "256 Banbury Road, Summertown",
      "category": "Residential",
      "property_type": "Semi-detached house",
      "longitude": -1.280105,
      "floor_area": {
        "max_floor_area": {
          "value": "5429",
          "units": "sq_feet"
        },
        "min_floor_area": {
          "value": "5429",
          "units": "sq_feet"
        }
      },
      "thumbnail_url": "https://lid.zoocdn.com/80/60/92e6a636e2d741e6cf248ba31be4ed0d34feeac0.jpg",
      "description": "Description  This semi-detached, six bedroom family home has been extended and renovated to offer 5429sq.Ft of accommodation tucked away in the corner of Lakeside with beautiful south-facing views over the lake. The accommodation comprises entrance hall, cloakroom, utility room, study, family room, drawing room and kitchen/breakfast room on the ground floor. The first floor offers four double en suite bedrooms, two with private south-facing balconies overlooking the garden and lake beyond. The second floor offers a further two double en suite bedrooms, also with private balconies overlooking the lake. There is a double garage with internal access from the house and a gravelled parking area to the rear for several cars. To the rear of the house is a large decked area and lawned south-facing gardens leading down to the lake.Situation  Situated in North Oxford, the location provides good access to all the day-to-day shopping facilities of Summertown including a Marks & Spencer, bars, restaurants and theatre, with the comprehensive amenities of Oxford City Centre only slightly further afield. The location is within the Cherwell School Catchment area and the new Oxford Parkway station which leads into London Marylebone is a mere 1.4 miles away (short cycle ride). There is easy access to the Oxford ring road connecting to the A34, A40 and M40 to London. The central Oxford rail station also has regular services to London Paddington.Viewing arrangements  Strictly by appointment with Penny & Sinclair. Prior to making an appointment to view, Penny & Sinclair strongly recommend that you discuss any particular points which are likely to affect your interest in the property with a member of Penny & Sinclair's staff who has seen the property, in order that you do not make a wasted journey.Directions  From the office of Penny and Sinclair in Summertown, proceed north on Banbury Road and at the Cutteslowe roundabout continue straight over. Take a left turn into Five Mile Drive and continue past the cemetery on your right, take the next right turn into Linkside Avenue and left into Lakeside and the property will be found shortly on the left hand side.Tenure & possession  The property is freehold and offers vacant possession upon completion.Fixtures & fittings  Certain items may be available by separate negotiation with Penny & Sinclair.Services  All mains services are connected.Council tax  Oxford City CouncilCouncil Tax Band 'G' amounting to £3,314 for the year 2019/20.Council Tax Department Tel: Local authority  Oxford City CouncilQueen StreetOxfordOX1 1ENTelephone: Important notice  Penny & Sinclair, their clients and any joint agent gives notice to anyone reading these particulars that:I) the particulars do not constitute part of an offer or contract; ii) all descriptions, dimensions, references to the condition and necessary permissions for use and occupation, and other details are given without responsibility and any intending purchasers should not rely on them as statement or representations of fact. Iii) the text, photographs and plans are guidelines only and are not necessarily comprehensive. Any reference to alterations to, or use of, any part of the property does not mean that all necessary planning, building regulations or other consents have been obtained and Penny & Sinclair have not tested any services, equipment or facilities. A buyer or lessee must satisfy themselves by inspection or otherwise. Iv) the descriptions provided therein represent the opinion of the author and whilst given in good faith should not be construed as statements of fact; v) nothing in the particulars shall be deemed a statement that the property is in good condition or otherwise, nor that any services or facilities are in good working order; vi) no person in the employment of Penny & Sinclair has any authority to make or give any representation or warranty whatsoever in relation to this property. Vii) all measurements are approximate.",
      "post_town": "Oxford",
      "details_url": "https://www.zoopla.co.uk/for-sale/details/46446556?utm_source=v1:77-cCjDOAwKP-h3zdu0ptTP5fRhtzeDX&utm_medium=api",
      "short_description": "This semi detached property offers 5,429sq.Ft of accommodation with ample parking, double garage and a south-facing garden overlooking the beautiful lake beyond.",
      "outcode": "OX2",
      "image_645_430_url": "https://lid.zoocdn.com/645/430/92e6a636e2d741e6cf248ba31be4ed0d34feeac0.jpg",
      "county": "Oxfordshire",
      "price": "2350000",
      "listing_id": "46446556",
      "image_caption": "",
      "image_80_60_url": "https://lid.zoocdn.com/80/60/92e6a636e2d741e6cf248ba31be4ed0d34feeac0.jpg",
      "status": "for_sale",
      "agent_name": "Penny & Sinclair",
      "num_recepts": "3",
      "country": "England",
      "first_published_date": "2018-02-01 17:48:16",
      "displayable_address": "Lakeside, Oxford OX2",
      "price_modifier": "guide_price",
      "floor_plan": [
        "https://lc.zoocdn.com/0a84ef071eaca8999e7d8e8bb7c5519068e08cd0.png"
      ],
      "street_name": "Lakeside",
      "num_bathrooms": "6",
      "agent_logo": "https://st.zoocdn.com/zoopla_static_agent_logo_(380441).png",
      "price_change": [
        {
          "direction": "",
          "date": "2018-02-01 17:45:44",
          "percent": "0%",
          "price": "2750000"
        },
        {
          "direction": "down",
          "date": "2018-04-19 13:33:31",
          "percent": "-9.2%",
          "price": "2495000"
        },
        {
          "direction": "down",
          "date": "2019-02-15 13:30:52",
          "percent": "-5.8%",
          "price": "2350000"
        }
      ],
      "agent_phone": "01865 680454",
      "image_354_255_url": "https://lid.zoocdn.com/354/255/92e6a636e2d741e6cf248ba31be4ed0d34feeac0.jpg",
      "image_url": "https://lid.zoocdn.com/354/255/92e6a636e2d741e6cf248ba31be4ed0d34feeac0.jpg",
      "last_published_date": "2019-04-04 09:18:31",
      "price_change_summary": {
        "direction": "down",
        "percent": "-14.5%",
        "last_updated_date": "2019-02-15 13:30:52"
      },
      "crimeCount": 71
    },
    {
      "country_code": "gb",
      "num_floors": "0",
      "image_150_113_url": "https://lid.zoocdn.com/150/113/38f13608918c6faffbcb60a53290ebb1c7c837b5.jpg",
      "listing_status": "sale",
      "num_bedrooms": "5",
      "location_is_approximate": 0,
      "image_50_38_url": "https://lid.zoocdn.com/50/38/38f13608918c6faffbcb60a53290ebb1c7c837b5.jpg",
      "latitude": 51.778423,
      "furnished_state": null,
      "agent_address": "256 Banbury Road, Summertown",
      "category": "Residential",
      "property_type": "Town house",
      "longitude": -1.263779,
      "floor_area": {
        "max_floor_area": {
          "value": "3640",
          "units": "sq_feet"
        },
        "min_floor_area": {
          "value": "3640",
          "units": "sq_feet"
        }
      },
      "thumbnail_url": "https://lid.zoocdn.com/80/60/38f13608918c6faffbcb60a53290ebb1c7c837b5.jpg",
      "description": "Description  This contemporary home provides spacious accommodation with low energy living (EPC rating B) over four floors with lift access and complemented by a private garden and terraces on the ground, first and second floors. The property has been stylishly designed to the highest standard with carefully planned rooms providing superb family living and plenty of space for entertaining. The ground floor boasts a particularly spacious sitting room, a cloakroom and opening to the terrace and garden at the rear. The beautifully fitted Italian kitchen designed in a contemporary style with Stone Italiana work surfaces, mirrored backsplashes and elements of textured woods, fitted with Gaggenau appliances including a steam oven, oven, warming drawer, fridge, freezer, dishwasher and induction hob with downdraft ventilation system. There is a large island unit with built-in breakfast bar in addition to a large dining/entertaining area tiled in Sienna Blue limestone. Bi-fold doors from the kitchen and sitting room open to an internal courtyard garden linking the ground floor living space. A pre-wired media room on the lower ground floor along with plant room and well-equipped utility room provide an expanse of storage with composite stone worktops, built-in sink and ceramic tiled flooring. Appliances include a Miele washing machine and Miele tumble dryer. An en-suite bedroom, fitted with adaptable services for kitchenette / self-contained accommodation is also arranged on the lower ground floor with natural light provided by a large sky light. At first floor level are three bedrooms and a bathroom. One of the bedrooms has a spacious en-suite room and terrace which opens to the rear of the house. Of particular note, occupying the top floor, is the impressive master bedroom suite with dressing room and en-suite. The master suite also enjoys access to the roof terrace.Other features include:• High quality sanitaryware by Keiblair and Pura with Dornbracht chrome fittings, wall and floor tiling by Mosa and Pedini cabinets.• Multi-room audio system with Sonos speaker system and separate amplifier. Pre-wired for multi-room TV and audio in all major rooms, as well as essentials such as fast, reliable data points, all using built-in Cat 6a cabling. BT infinity fibre optic broadband and TV aerial and satellite distribution. Pre-wired media room allowing for installation of projector or LCD screen.• Totally integrated Lutron lighting system, with LED down-lighters throughout and personalised light controls. Decorative hanging pendant lights are fitted to the kitchen and bedrooms.• Innovative and efficient whole house ventilation system by Total Home Environment providing controlled air circulation. Heatmiser smart control underfloor heating system.• Lift providing access to all floors, fitted with an emergency call facility.• 10-year labc new build warranty with nacoss approved alarm system and hardwired smoke alarms.Situation  Summertown lies just to the north of the city centre and is a vibrant shopping and business centre, whilst home to many families. It offers a wide range of excellent shopping and recreational facilities. Ideally located with easy access to the A34 and links to the M4 and M40 as well as access to London from Oxford Parkway station, with services to London Marylebone in approximately 55 minutes. Oxford is a world class city with two universities, five hospitals and an outstanding selection of state and independent schools for all ages. These include ss Philip and Jim Primary School, St Aloysius, St Barnabas, Summer Fields, Wychwood, The Dragon, Lynams, St Edwards and Cherwell.The new Westgate Shopping Centre provides Oxford with a further selection of shopping, restaurants and cinema with a flagship John Lewis store. Port Meadow, a wonderful open green space of approximately 300 acres is close to the property providing stunning walks along the river and canal to Wolvercote, The Trout and The Perch pubs. Blenheim Palace, Woodstock is just over 9 miles away offering a stunning setting for peaceful walks in addition to the Pleasure Gardens which is a wonderful place for children and families.Lying in the heart of the country, Oxford is superbly connected to major commercial centres and with its outstanding schools makes it a very desirable place to live. With two mainline stations going into London Paddington and London Marylebone in under an hour together with the Oxford Tube Bus links to London Victoria, Heathrow and Gatwick, the commuter will be well served.Directions  From the City centre proceed north on Banbury road into Summertown. Turn right into Summerfield Road next to M&S Food Hall and follow the road round to the left where Kirkley House will be found on the left hand side.Viewing arrangements  Strictly by appointment with Penny & Sinclair. Prior to making an appointment to view, Penny & Sinclair strongly recommend that you discuss any particular points which are likely to affect your interest in the property with a member of Penny & Sinclair who have seen the property in order that you do not make a wasted journey.Services  All mains services are connected.Tenure & possession  The property is freehold and offers vacant possession upon completion.Warranty  Each property will have a 10 year local authority warranty.Local authority  Oxford City CouncilQueen StreetOxfordOX1 1ENTelephone: Important notice  Penny & Sinclair, their clients and any joint agent gives notice to anyone reading these particulars that:I) the particulars do not constitute part of an offer or contract; ii) all descriptions, dimensions, references to the condition and necessary permissions for use and occupation, and other details are given without responsibility and any intending purchasers should not rely on them as statement or representations of fact; iii) the text, photographs and plans are guidelines only and are not necessarily comprehensive. Any reference to alterations to, or use of, any part of the property does not mean that all necessary planning, building regulations or other consents have been obtained and Penny & Sinclair have not tested any services, equipment or facilities. A buyer or lessee must satisfy themselves by inspection or otherwise; iv) the descriptions provided therein represent the opinion of the author and whilst given in good faith should not be construed as statements of fact; v) nothing in the particulars shall be deemed a statement that the property is in good condition or otherwise, nor that any services or facilities are in good working order; vi) no person in the employment of Penny & Sinclair has any authority to make or give any representation or warranty whatsoever in relation to this property; vii) all measurements are approximate.",
      "post_town": "Oxford",
      "details_url": "https://www.zoopla.co.uk/for-sale/details/50322702?utm_source=v1:77-cCjDOAwKP-h3zdu0ptTP5fRhtzeDX&utm_medium=api",
      "short_description": "Impressive newly built house by Loxwood Holdings. Finished to an exceptional standard and high quality throughout with stunning design features, situated in the heart of Summertown with the advantage of on and off road parking.",
      "outcode": "OX2",
      "image_645_430_url": "https://lid.zoocdn.com/645/430/38f13608918c6faffbcb60a53290ebb1c7c837b5.jpg",
      "new_home": "true",
      "county": "Oxfordshire",
      "price": "2345000",
      "listing_id": "50322702",
      "image_caption": "",
      "image_80_60_url": "https://lid.zoocdn.com/80/60/38f13608918c6faffbcb60a53290ebb1c7c837b5.jpg",
      "status": "for_sale",
      "agent_name": "Penny & Sinclair",
      "num_recepts": "3",
      "country": "England",
      "first_published_date": "2019-01-29 16:37:05",
      "displayable_address": "Mayfield Road, Oxford OX2",
      "price_modifier": "guide_price",
      "floor_plan": [
        "https://lc.zoocdn.com/fda7d8f2a948553696c0df224f095499ce405b47.png"
      ],
      "street_name": "Mayfield Road",
      "num_bathrooms": "4",
      "agent_logo": "https://st.zoocdn.com/zoopla_static_agent_logo_(380441).png",
      "price_change": [
        {
          "direction": "",
          "date": "2019-01-29 16:28:25",
          "percent": "0%",
          "price": "2345000"
        }
      ],
      "agent_phone": "01865 680454",
      "image_354_255_url": "https://lid.zoocdn.com/354/255/38f13608918c6faffbcb60a53290ebb1c7c837b5.jpg",
      "image_url": "https://lid.zoocdn.com/354/255/38f13608918c6faffbcb60a53290ebb1c7c837b5.jpg",
      "last_published_date": "2019-01-30 04:10:36",
      "crimeCount": 332
    },
    {
      "country_code": "gb",
      "num_floors": "0",
      "image_150_113_url": "https://lid.zoocdn.com/150/113/38f13608918c6faffbcb60a53290ebb1c7c837b5.jpg",
      "listing_status": "sale",
      "num_bedrooms": "5",
      "location_is_approximate": 0,
      "image_50_38_url": "https://lid.zoocdn.com/50/38/38f13608918c6faffbcb60a53290ebb1c7c837b5.jpg",
      "latitude": 51.778423,
      "furnished_state": null,
      "agent_address": "256 Banbury Road, Summertown",
      "category": "Residential",
      "property_type": "Town house",
      "longitude": -1.263779,
      "floor_area": {
        "max_floor_area": {
          "value": "3488",
          "units": "sq_feet"
        },
        "min_floor_area": {
          "value": "3488",
          "units": "sq_feet"
        }
      },
      "thumbnail_url": "https://lid.zoocdn.com/80/60/38f13608918c6faffbcb60a53290ebb1c7c837b5.jpg",
      "description": "Description  This contemporary home provides spacious accommodation with low energy living (EPC rating B) over four floors with lift access and complemented by a private garden and terraces on the ground, first and second floors. The property has been stylishly designed to the highest standard with carefully planned rooms providing superb family living and plenty of space for entertaining.The ground floor boasts a sitting room, study at the front of the house, a cloakroom and opening to the terrace and garden at the rear. The beautifully fitted Italian kitchen designed in a contemporary style with Stone Italiana work surfaces, mirrored backsplashes and elements of textured woods, fitted with Gaggenau appliances including a steam oven, oven, warming drawer, fridge, freezer, dishwasher and induction hob with downdraft ventilation system. There is a large island unit with built-in breakfast bar in addition to a large dining/entertaining area tiled in Sienna Blue limestone. Bi-fold doors from the kitchen and sitting room open to an internal courtyard garden linking the ground floor living space. A pre-wired media room on the lower ground floor along with plant room and well-equipped utility room provide an expanse of storage with composite stone worktops, built-in sink and ceramic tiled flooring. Appliances include a Miele washing machine and Miele tumble dryer. An en-suite bedroom, fitted with adaptable services for kitchenette / self-contained accommodation is also arranged on the lower ground floor with natural light provided by a large sky light. At first floor level are three bedrooms and a bathroom. One of the bedrooms has a spacious en-suite room and terrace which opens to the rear of the house. Of particular note, occupying the top floor, is the impressive master bedroom suite with dressing room and en-suite. The master suite also enjoys access to the roof terrace.Other features I nclude:• High quality sanitaryware by Keiblair and Pura with Dornbracht chrome fittings, wall and floor tiling by Mosa and Pedini cabinets.• Multi-room audio system with Sonos speaker system and separate amplifier. Pre-wired for multi-room TV and audio in all major rooms, as well as essentials such as fast, reliable data points, all using built-in Cat 6a cabling. BT infinity fibre optic broadband and TV aerial and satellite distribution. Pre-wired media room allowing for installation of projector or LCD screen.• Totally integrated Lutron lighting system, with LED down-lighters throughout and personalised light controls. Decorative hanging pendant lights are fitted to the kitchen and bedrooms.• Innovative and efficient whole house ventilation system by Total Home Environment providing controlled air circulation. Heatmiser smart control underfloor heating system.• Lift providing access to all floors, fitted with an emergency call facility.• 10-year labc new build warranty with nacoss approved alarmsituation  Summertown lies just to the north of the city centre and is a vibrant shopping and business centre, whilst home to many families. It offers a wide range of excellent shopping and recreational facilities. Ideally located with easy access to the A34 and links to the M4 and M40 as well as access to London from Oxford Parkway station, with services to London Marylebone in approximately 55 minutes. Oxford is a world class city with two universities, five hospitals and an outstanding selection of state and independent schools for all ages. These include ss Philip and Jim Primary School, St Aloysius, St Barnabas, Summer Fields, Wychwood, The Dragon, Lynams, St Edwards and Cherwell.The new Westgate Shopping Centre provides Oxford with a further selection of shopping, restaurants and cinema with a flagship John Lewis store. Port Meadow, a wonderful open green space of approximately 300 acres is close to the property providing stunning walks along the river and canal to Wolvercote, The Trout and The Perch pubs. Blenheim Palace, Woodstock is just over 9 miles away offering a stunning setting for peaceful walks in addition to the Pleasure Gardens which is a wonderful place for children and families.Lying in the heart of the country, Oxford is superbly connected to major commercial centres and with its outstanding schools makes it a very desirable place to live. With two mainline stations going into London Paddington and London Marylebone in under an hour together with the Oxford Tube Bus links to London Victoria, Heathrow and Gatwick, the commuter will be well served.Directions  From the City centre proceed north on Banbury road into Summertown. Turn right into Summerfield Road next to M&S Food Hall and follow the road round to the left where Kirkley House will be found on the left hand side.Viewing arrangements  Strictly by appointment with Penny & Sinclair. Prior to making an appointment to view, Penny & Sinclair strongly recommend that you discuss any particular points which are likely to affect your interest in the property with a member of Penny & Sinclair who have seen the property in order that you do not make a wasted journey.Services  All mains services are connected.Tenure & possession  The property is freehold and offers vacant possession upon completion.Warranty  Each property will have a 10 year local authority warranty.Local authority  Oxford City CouncilQueen StreetOxfordOX1 1ENTelephone: Important notice  Penny & Sinclair, their clients and any joint agent gives notice to anyone reading these particulars that:I) the particulars do not constitute part of an offer or contract; ii) all descriptions, dimensions, references to the condition and necessary permissions for use and occupation, and other details are given without responsibility and any intending purchasers should not rely on them as statement or representations of fact; iii) the text, photographs and plans are guidelines only and are not necessarily comprehensive. Any reference to alterations to, or use of, any part of the property does not mean that all necessary planning, building regulations or other consents have been obtained and Penny & Sinclair have not tested any services, equipment or facilities. A buyer or lessee must satisfy themselves by inspection or otherwise; iv) the descriptions provided therein represent the opinion of the author and whilst given in good faith should not be construed as statements of fact; v) nothing in the particulars shall be deemed a statement that the property is in good condition or otherwise, nor that any services or facilities are in good working order; vi) no person in the employment of Penny & Sinclair has any authority to make or give any representation or warranty whatsoever in relation to this property; vii) all measurements are approximate.",
      "post_town": "Oxford",
      "details_url": "https://www.zoopla.co.uk/for-sale/details/47586678?utm_source=v1:77-cCjDOAwKP-h3zdu0ptTP5fRhtzeDX&utm_medium=api",
      "short_description": "Three luxury houses in the heart of Summertown developed by Loxwood Holdings. Each property provides low energy living over 4 floors with lift access. The properties have been stylishly designed to the highest standard. EPC: B",
      "outcode": "OX2",
      "image_645_430_url": "https://lid.zoocdn.com/645/430/38f13608918c6faffbcb60a53290ebb1c7c837b5.jpg",
      "new_home": "true",
      "county": "Oxfordshire",
      "price": "2295000",
      "listing_id": "47586678",
      "image_caption": "",
      "image_80_60_url": "https://lid.zoocdn.com/80/60/38f13608918c6faffbcb60a53290ebb1c7c837b5.jpg",
      "status": "for_sale",
      "agent_name": "Penny & Sinclair",
      "num_recepts": "2",
      "country": "England",
      "first_published_date": "2019-03-21 11:13:12",
      "displayable_address": "Mayfield Road, Oxford OX2",
      "price_modifier": "guide_price",
      "floor_plan": [
        "https://lc.zoocdn.com/18b06f6e08ee5a91dc5059e350080c932bc98756.png"
      ],
      "street_name": "Mayfield Road",
      "num_bathrooms": "4",
      "agent_logo": "https://st.zoocdn.com/zoopla_static_agent_logo_(380441).png",
      "price_change": [
        {
          "direction": "",
          "date": "2019-03-21 11:07:40",
          "percent": "0%",
          "price": "2295000"
        }
      ],
      "agent_phone": "01865 680454",
      "image_354_255_url": "https://lid.zoocdn.com/354/255/38f13608918c6faffbcb60a53290ebb1c7c837b5.jpg",
      "image_url": "https://lid.zoocdn.com/354/255/38f13608918c6faffbcb60a53290ebb1c7c837b5.jpg",
      "last_published_date": "2019-03-22 10:07:50",
      "crimeCount": 383
    }
  ],
  "street": "",
  "town": "Oxford",
  "latitude": 51.7460495,
  "county": "Oxfordshire",
  "bounding_box": {
    "longitude_min": "-1.361637",
    "latitude_min": "51.6709",
    "longitude_max": "-1.058679",
    "latitude_max": "51.821199"
  },
  "postcode": ""
} 
