{
  "country": "England",
  "result_count": 3643,
  "longitude": -1.35297,
  "area_name": "Southampton",
  "listing": [
    {
      "country_code": "gb",
      "num_floors": "0",
      "image_150_113_url": "https://lid.zoocdn.com/150/113/fce139fe127b9cd4776c90ad1003d6128467b65d.jpg",
      "listing_status": "sale",
      "num_bedrooms": "4",
      "location_is_approximate": 0,
      "image_50_38_url": "https://lid.zoocdn.com/50/38/fce139fe127b9cd4776c90ad1003d6128467b65d.jpg",
      "latitude": 50.91675,
      "furnished_state": null,
      "agent_address": "Bridge Street, Wickham, Fareham",
      "category": "Residential",
      "property_type": "Detached house",
      "longitude": -1.329264,
      "thumbnail_url": "https://lid.zoocdn.com/80/60/fce139fe127b9cd4776c90ad1003d6128467b65d.jpg",
      "description": "*** purchaser incentive on this property, please call for details ***With a wonderful outlook overlooking the Boundary Lakes Golf Course is this unique new build property. An extensive shingle driveway with large car port leads to the property. Internally is a light and spacious entrance hallway, 25' Lounge Diner, Kitchen breakfast room, utility room, study, downstairs cloakroom, to the first floor is three double bedrooms, a four piece family bathroom and en-suite to bedroom two, to the second floor is the master suite comprising; bedroom, dressing room and en-suite. The developer has built this home has done it to a high specification and a well thought out design - internal inspection is advised.",
      "post_town": "Southampton",
      "details_url": "https://www.zoopla.co.uk/for-sale/details/50464939?utm_source=v1:77-cCjDOAwKP-h3zdu0ptTP5fRhtzeDX&utm_medium=api",
      "short_description": "<p class=\"top\">  *** purchaser incentive on this property, please call for details ***  With a wonderful outlook overlooking the Boundary Lakes Golf Course is this unique new build property. An extensive shingle driveway with large car port leads to the property. Internally is a light and spacious entrance hallway, 25' Lounge Diner, Kitchen breakfast room, utility room, study, downstairs cloakroom, to the first floor is three double bedrooms, a four piece family bathroom and en-suite to bedroom two, to the second floor is the master suite comprising; bedroom, dressing room and en-suite. The developer has built this home has done it to a high specification and a well thought out design - internal inspection is advised.</p>",
      "outcode": "SO30",
      "image_645_430_url": "https://lid.zoocdn.com/645/430/fce139fe127b9cd4776c90ad1003d6128467b65d.jpg",
      "county": "Southampton",
      "price": "900000",
      "listing_id": "50464939",
      "image_caption": "Photo 13",
      "image_80_60_url": "https://lid.zoocdn.com/80/60/fce139fe127b9cd4776c90ad1003d6128467b65d.jpg",
      "status": "for_sale",
      "agent_name": "Taylor Hill & Bond Limited",
      "num_recepts": "2",
      "country": "England",
      "first_published_date": "2019-02-12 10:00:01",
      "displayable_address": "Moorhill Road, West End, Southampton SO30",
      "price_modifier": "offers_in_region_of",
      "floor_plan": [
        "https://lc.zoocdn.com/97a90b2ff1ab61bac69f13225c69bddba47683d1.jpg"
      ],
      "street_name": "Moorhill Road",
      "num_bathrooms": "4",
      "agent_logo": "https://st.zoocdn.com/zoopla_static_agent_logo_(591867).png",
      "price_change": [
        {
          "direction": "",
          "date": "2019-02-12 09:56:02",
          "percent": "0%",
          "price": "900000"
        }
      ],
      "agent_phone": "01329 596740",
      "image_354_255_url": "https://lid.zoocdn.com/354/255/fce139fe127b9cd4776c90ad1003d6128467b65d.jpg",
      "image_url": "https://lid.zoocdn.com/354/255/fce139fe127b9cd4776c90ad1003d6128467b65d.jpg",
      "last_published_date": "2019-03-20 09:28:24",
      "crimeCount": 248
    },
    {
      "country_code": "gb",
      "num_floors": "0",
      "image_150_113_url": "https://lid.zoocdn.com/150/113/72ac63b6c142adaf0736d15361192c52886dc70a.jpg",
      "listing_status": "sale",
      "num_bedrooms": "5",
      "location_is_approximate": 0,
      "image_50_38_url": "https://lid.zoocdn.com/50/38/72ac63b6c142adaf0736d15361192c52886dc70a.jpg",
      "latitude": 50.91675,
      "furnished_state": null,
      "agent_address": "28 London Road, Southampton",
      "category": "Residential",
      "property_type": "Detached house",
      "longitude": -1.329264,
      "thumbnail_url": "https://lid.zoocdn.com/80/60/72ac63b6c142adaf0736d15361192c52886dc70a.jpg",
      "description": "Holmes Manor is a stunning one off new build home overlooking Boundary Lakes golf course and boasting an array of features throughout. The large frontage with a car port and plenty of off road parking leads up to the composite front door into the spacious entrance hall which enjoys attractive oak finishes including staircase and doors. The grand lounge dining room is both bright and spacious, dual in aspect and boasting bi-fold doors to the patio area. The kitchen breakfast room is the central hub of the home, exceptional in size with a large island perfect for entertaining. A utility room, study and downstairs WC completes the ground floor accommodation. Approaching the first floor you will be greeted by an impressive landing which offers panoramic views of the landscaped frontage. In addition you will find four bedrooms all of which are doubles and the addition of an en-suite and Juliet balcony to the master. The second floor would make a perfect master suite or guest accommodation featuring a separate dressing area with fitted wardrobes and luxurious en-suite bathroom with separate shower cubicle. Externally The property offers both front & rear gardens, parking and a car port.LocationThe property is situated in the popular location of West End which boasts a fantastic schools, garden centres, local parks and local amenities. West End High Street, Bitterne Centre and Southampton City Centre are within close proximity which offers amenities such as a post office, supermarket, sports facilities, shopping centres and several food outlets. The M27 is a short distance which allows to both the M3 and A£.Our ViewThis home must be viewed internally to appreciate the size and accommodation on offer. In our opinion the local developer has spent a lot of effort in presenting this home to the market with such a high standard of finish. An internal viewing is advised.Entrance HallLounge Dining Room (4.4m x 7.9m)Kitchen / Breakfast Room (4.9m x 5.0m)Study (2.9m x 4.2m)Utility Room (2.4m x 2.6m)Downstiars WCFirst Floor LandingBedroom 1 (5m x 3.8m L Shape 4.9m (Maximum) x 0m)Bedroom 2 (4.7m x 4m L Shape 5.7m (Maximum) x 0m)Bedroom 3 (3.05m x 4.40m)Bedroom 4 (2.9m x 4.2m)Bedroom 5 (4.9m x 5.6m)En-Suite To Master (2.0m x 2.5m)Family Bathroom (2.6m x 2.7m)Dressing Room (2.4m x 8.9m)En-Suite (2.5m x 3.6m)Car PortRear GardenPatio AreaFrontageImportant note to purchasers:We endeavour to make our sales particulars accurate and reliable, however, they do not constitute or form part of an offer or any contract and none is to be relied upon as statements of representation or fact. Any services, systems and appliances listed in this specification have not been tested by us and no guarantee as to their operating ability or efficiency is given. All measurements have been taken as a guide to prospective buyers only, and are not precise. Please be advised that some of the particulars may be awaiting vendor approval. If you require clarification or further information on any points, please contact us, especially if you are traveling some distance to view. Fixtures and fittings other than those mentioned are to be agreed with the seller./3",
      "post_town": "Southampton",
      "details_url": "https://www.zoopla.co.uk/for-sale/details/48981105?utm_source=v1:77-cCjDOAwKP-h3zdu0ptTP5fRhtzeDX&utm_medium=api",
      "short_description": "  Holmes Manor is a stunning one off new build home overlooking Boundary Lakes golf course and boasting an array of features throughout. The large frontage with a car port and plenty of off road parking leads up to the composite front door into the spacious entrance hall which enjoys attractive oak finishes including staircase and doors. The grand lounge dining room is both bright and spacious, dual in aspect and boasting bi-fold doors to the patio area. The kitchen breakfast room is the central hub of the home, exceptional in size with a large island perfect for entertaining. A utility room, study and downstairs WC completes the ground floor accommodation. Approaching the first floor you will be greeted by an impressive landing which offers panoramic views of the landscaped frontage. In addition you will find four bedrooms all of which are doubles and the addition of an en-suite and Juliet balcony to the master. The second floor would make a perfect master suite or guest accommodation featuring a separate dressing area with fitted wardrobes and luxurious en-suite bathroom with separate shower cubicle. Externally The property offers both front &amp; rear gardens, parking and a car port.  ",
      "outcode": "SO30",
      "image_645_430_url": "https://lid.zoocdn.com/645/430/72ac63b6c142adaf0736d15361192c52886dc70a.jpg",
      "new_home": "true",
      "county": "Southampton",
      "price": "900000",
      "listing_id": "48981105",
      "image_caption": "",
      "image_80_60_url": "https://lid.zoocdn.com/80/60/72ac63b6c142adaf0736d15361192c52886dc70a.jpg",
      "status": "for_sale",
      "agent_name": "Your Move",
      "num_recepts": "3",
      "country": "England",
      "first_published_date": "2018-09-10 07:19:56",
      "displayable_address": "Moorhill Road, West End, Southampton SO30",
      "price_modifier": "offers_over",
      "floor_plan": [
        "https://lc.zoocdn.com/eeffccb1b9e695932c31b6f7a350345587677c50.jpg"
      ],
      "street_name": "Moorhill Road",
      "num_bathrooms": "4",
      "agent_logo": "https://st.zoocdn.com/zoopla_static_agent_logo_(288488).png",
      "price_change": [
        {
          "direction": "",
          "date": "2018-09-10 07:15:43",
          "percent": "0%",
          "price": "1000000"
        },
        {
          "direction": "down",
          "date": "2018-09-21 08:59:20",
          "percent": "-10%",
          "price": "900000"
        }
      ],
      "agent_phone": "023 8210 9586",
      "image_354_255_url": "https://lid.zoocdn.com/354/255/72ac63b6c142adaf0736d15361192c52886dc70a.jpg",
      "image_url": "https://lid.zoocdn.com/354/255/72ac63b6c142adaf0736d15361192c52886dc70a.jpg",
      "last_published_date": "2019-04-01 12:59:42",
      "price_change_summary": {
        "direction": "down",
        "percent": "-10%",
        "last_updated_date": "2018-09-21 08:59:20"
      },
      "crimeCount": 248
    },
    {
      "country_code": "gb",
      "num_floors": "0",
      "image_150_113_url": "https://lid.zoocdn.com/150/113/63d6d9e26ee93b756ad0563d21b1fb97a080e47d.jpg",
      "listing_status": "sale",
      "num_bedrooms": "5",
      "location_is_approximate": 0,
      "image_50_38_url": "https://lid.zoocdn.com/50/38/63d6d9e26ee93b756ad0563d21b1fb97a080e47d.jpg",
      "latitude": 50.95012,
      "furnished_state": null,
      "agent_address": "Suite 14, Chatmohr Estate, Crawley Hill, Wellow, Romsey",
      "category": "Residential",
      "property_type": "Detached house",
      "longitude": -1.410554,
      "thumbnail_url": "https://lid.zoocdn.com/80/60/63d6d9e26ee93b756ad0563d21b1fb97a080e47d.jpg",
      "description": "This impressive detached property is located well away from main thoroughfares in Southampton's most sought after residential area and has an enviable location backing onto the practise area of The City Golf Course. Owners Comments\"Situated in a highly sought after quiet area close to road, rail and airport links. There is a good choice of schools in the surrounding area. It has been the perfect location.\"“It has been a wonderful, spacious family home with a south facing garden comprising large entertaining space, pool and decking area making the most of outdoor living. It is a child’s paradise, where precious memories have been made. The front aspect overlooks the quiet village green whilst the rear aspect is unspoilt views of the golf course.”Introduction Julian close is an exclusive circular cul-de- sac comprising just ten individual detached houses centred around a traditional village style green that creates a pleasing and attractive setting, ever popular with aspirational homeowners.This fine home has a spacious and flexible layout having previously been extended whilst the addition of a two storey annexe complements the main house and allows for two families to enjoy this desirable residence in comfort and style. The half acre plot is a remarkable feature boasting a southerly facing rear garden and large swimming pool with an extensive deck and patio that has attractive views and provides the perfect venue in which to relax and enjoy the summer sun.Description Approached via a recessed porch, the spacious reception hall features oak laminate flooring whilst an ornate spindled staircase ascends to the first floor and a large front elevation window displaying decorative leaded light stained glass allowing natural light to flood in. The cloakroom boasts a modern white suite and small paned doors lead to the kitchen and lounge. The lounge is a superb reception room of generous proportions with a recessed fireplace and an ornate mantelpiece with a coal effect gas fire. A front elevation window overlooks the green and the adjacent open plan study area benefits from a sliding patio door leading to the sun deck with views to the garden. A small paned door allows easy access to the kitchen whilst small paned double doors lead to the comfortable sized dining room that features engineered oak flooring and enjoys full width patio doors and glazed panels overlooking the rear garden. Steps lead down to the guest bedroom that benefits from a range of fitted wardrobes, a patio door leading to a paved terrace and steps with an open doorway ascending to the fully tiled en-suite shower room.The kitchen comprises a range of wall and base units with background lighting, granite work surfaces, a single drainer sink unit with a mixer tap and co-ordinating island unit. A bi-fold door provides access to a larder cupboard and a half glazed door opens to the side lobby. The tiled floor seamlessly flows through to the breakfast area that displays a matching dresser unit and sliding patio doors lead to the sundeck and enjoys views over the rear garden. A deep cupboard houses the boiler and a further bi-fold door allows access to the small utility room that connects to the annexe. The first floor of the principal house features an ornate spindled balustrade and the large decorative front elevation window whilst a door leads to the annexe. The larger than average master bedroom enjoys views over the swimming pool and garden whilst double glazed doors open onto the large balcony featuring wrought iron railings. The adjacent dressing area boasts fitted his and her wardrobes with sliding doors and an arched open doorway leads to the en-suite shower room. Bedroom two benefits from full height/width wardrobes with sliding doors and bedroom three has a dual aspect and a fitted double wardrobe. The well appointed family bathroom has cherrywood toiletries cabinets, a three piece white suite with a shower over the bath, fully tiled walls and Amtico flooring.The two storey side annexe is approached via the double carport via an ornate door and the initial space could be adapted to provide a kitchenette as services are installed. The inner hallway has a staircase rising to the first floor and the cloakroom now accommodates plumbing for a washing machine. The spacious lounge/diner enjoys dual aspect windows, laminate wood effect flooring and sliding double glazed doors lead to a small paved balcony. The first floor landing area benefits from an open pine clad recessed storage area and a lockable glazed door allows access to the inner landing that communicates with the main landing. The generous double bedroom boasts a walk-in storage cupboard and a double glazed sliding door provides access to a private balcony. The separate bathroom comprises a three piece and would benefit from updating.OutsideApproached through ornamental wrought iron gates set in brick pillars with an intercom entry phone, the brick paved driveway provides off road parking/turning for several vehicles and leads to the double carport. The remainder of the front garden is laid to lawn with hedging, mature shrubs and a mature cedar tree whilst a pedestrian gate and side path is found to the left of the house.The rear garden is an outstanding feature enjoying a southerly aspect with an attractive leafy outlook backing into the practise area of the City Golf Course and two pedestrian gates are found on the rear boundary.The large open air swimming pool is perfectly positioned to fully enjoy the summer sun and the sundeck has astro turf and leads to a wooden canopy boasting a hammock for total relaxation. A small paved balcony is approached via sliding doors from the annexe lounge and overlooks the garden. Steps descend to the extensive lawn that has been well planted with a host of established shrubs and trees providing a feeling of maturity and privacy. Further steps lead down to an outhouse that houses the filtration equipment and an all weather heating unit is located nearby. A summer house and three sheds can be found nestling in leafy locations and a children's adventure playground is found in the top left corner. A woodland path follows the rear boundary whilst a footbridge crosses over the ornamental fish pond.LocationChilworth is Southampton's premier residential area, with excellent travel links via the M3 and M27 to London and regional towns/cities, and The Parkway railway station provides a fast route to London Waterloo. There are a variety of golf courses nearby that, along with the Sports Centre, Common and village green/community hall, provide recreational facilities. Romsey and Winchester are within comfortable driving distance, whilst the city centre is four miles to the south and has extensive shopping facilities, numerous pleasant parks and the West Quay shopping and entertainment centre.Agent NoteThis property benefits from gas central heating, double glazing, off road parking and a double car port.DirectionsProceed in a Northerly direction out of the city along Bassett Avenue and proceed straight on at the roundabout. Take the seventh turning left into Bassett Heath Avenue and take the second turning left into Julian Close where the property will be found on the left. (Post code for Sat Nav purposes is SO16 7HR).",
      "post_town": "Southampton",
      "details_url": "https://www.zoopla.co.uk/for-sale/details/47591812?utm_source=v1:77-cCjDOAwKP-h3zdu0ptTP5fRhtzeDX&utm_medium=api",
      "short_description": "<p class=\"top\"><strong>This impressive detached property is located well away from main thoroughfares in Southampton's most sought after residential area and has an enviable location backing onto the practise area of The City Golf Course. </strong>  <strong>Owners Comments</strong>  \"Situated in a highly sought after quiet area close to road, rail and airport links. There is a good choice of schools in the surrounding area. It has been the perfect location.\"  “It has been a wonderful, spacious family home with a south facing garden comprising large entertaining space, pool and decking area making the most of outdoor living. It is a child’s paradise, where precious memories have been made. The front aspect overlooks the quiet village green whilst the rear aspect is unspoilt views of the golf course.”  <strong>Introduction </strong>  Julian close is an exclusive circular cul-de- sac comprising just ten individual detached houses centred around a traditional village style green that creates a pleasing and attractive setting, ever popular with aspirational homeowners.  This fine home has a spacious and flexible layout having previously been extended whilst the addition of a two storey annexe complements the main house and allows for two families to enjoy this desirable residence in comfort and style. The half acre plot is a remarkable feature boasting a southerly facing rear garden and large swimming pool with an extensive deck and patio that has attractive views and provides the perfect venue in which to relax and enjoy the summer sun.  <strong>Description </strong>  Approached via a recessed porch, the spacious reception hall features oak laminate flooring whilst an ornate spindled staircase ascends to the first floor and a large front elevation window displaying decorative leaded light stained glass allowing natural light to flood in. The cloakroom boasts a modern white suite and small paned doors lead to the kitchen and lounge. The lounge is a superb reception room of generous proportions with a recessed fireplace and an ornate mantelpiece with a coal effect gas fire. A front elevation window overlooks the green and the adjacent open plan study area benefits from a sliding patio door leading to the sun deck with views to the garden. A small paned door allows easy access to the kitchen whilst small paned double doors lead to the comfortable sized dining room that features engineered oak flooring and enjoys full width patio doors and glazed panels overlooking the rear garden. Steps lead down to the guest bedroom that benefits from a range of fitted wardrobes, a patio door leading to a paved terrace and steps with an open doorway ascending to the fully tiled en-suite shower room.  The kitchen comprises a range of wall and base units with background lighting, granite work surfaces, a single drainer sink unit with a mixer tap and co-ordinating island unit. A bi-fold door provides access to a larder cupboard and a half glazed door opens to the side lobby. The tiled floor seamlessly flows through to the breakfast area that displays a matching dresser unit and sliding patio doors lead to the sundeck and enjoys views over the rear garden. A deep cupboard houses the boiler and a further bi-fold door allows access to the small utility room that connects to the annexe. The first floor of the principal house features an ornate spindled balustrade and the large decorative front elevation window whilst a door leads to the annexe. The larger than average master bedroom enjoys views over the swimming pool and garden whilst double glazed doors open onto the large balcony featuring wrought iron railings. The adjacent dressing area boasts fitted his and her wardrobes with sliding doors and an arched open doorway leads to the en-suite shower room. Bedroom two benefits from full height/width wardrobes with sliding doors and bedroom three has a dual aspect and a fitted double wardrobe. The well appointed family bathroom has cherrywood toiletries cabinets, a three piece white suite with a shower over the bath, fully tiled walls and Amtico flooring.  The two storey side annexe is approached via the double carport via an ornate door and the initial space could be adapted to provide a kitchenette as services are installed. The inner hallway has a staircase rising to the first floor and the cloakroom now accommodates plumbing for a washing machine. The spacious lounge/diner enjoys dual aspect windows, laminate wood effect flooring and sliding double glazed doors lead to a small paved balcony. The first floor landing area benefits from an open pine clad recessed storage area and a lockable glazed door allows access to the inner landing that communicates with the main landing. The generous double bedroom boasts a walk-in storage cupboard and a double glazed sliding door provides access to a private balcony. The separate bathroom comprises a three piece and would benefit from updating.  <strong>Outside</strong>  Approached through ornamental wrought iron gates set in brick pillars with an intercom entry phone, the brick paved driveway provides off road parking/turning for several vehicles and leads to the double carport. The remainder of the front garden is laid to lawn with hedging, mature shrubs and a mature cedar tree whilst a pedestrian gate and side path is found to the left of the house.  The rear garden is an outstanding feature enjoying a southerly aspect with an attractive leafy outlook backing into the practise area of the City Golf Course and two pedestrian gates are found on the rear boundary.  The large open air swimming pool is perfectly positioned to fully enjoy the summer sun and the sundeck has astro turf and leads to a wooden canopy boasting a hammock for total relaxation. A small paved balcony is approached via sliding doors from the annexe lounge and overlooks the garden. Steps descend to the extensive lawn that has been well planted with a host of established shrubs and trees providing a feeling of maturity and privacy. Further steps lead down to an outhouse that houses the filtration equipment and an all weather heating unit is located nearby. A summer house and three sheds can be found nestling in leafy locations and a children's adventure playground is found in the top left corner. A woodland path follows the rear boundary whilst a footbridge crosses over the ornamental fish pond.  <strong>Location</strong>  Chilworth is Southampton's premier residential area, with excellent travel links via the M3 and M27 to London and regional towns/cities, and The Parkway railway station provides a fast route to London Waterloo. There are a variety of golf courses nearby that, along with the Sports Centre, Common and village green/community hall, provide recreational facilities. Romsey and Winchester are within comfortable driving distance, whilst the city centre is four miles to the south and has extensive shopping facilities, numerous pleasant parks and the West Quay shopping and entertainment centre.  <strong>Agent Note</strong>  This property benefits from gas central heating, double glazing, off road parking and a double car port.  <strong>Directions</strong>  Proceed in a Northerly direction out of the city along Bassett Avenue and proceed straight on at the roundabout. Take the seventh turning left into Bassett Heath Avenue and take the second turning left into Julian Close where the property will be found on the left. (Post code for Sat Nav purposes is SO16 7HR).  </p>",
      "outcode": "SO16",
      "image_645_430_url": "https://lid.zoocdn.com/645/430/63d6d9e26ee93b756ad0563d21b1fb97a080e47d.jpg",
      "county": "Southampton",
      "price": "899950",
      "listing_id": "47591812",
      "image_caption": "Photo 13",
      "image_80_60_url": "https://lid.zoocdn.com/80/60/63d6d9e26ee93b756ad0563d21b1fb97a080e47d.jpg",
      "status": "for_sale",
      "agent_name": "Charles Powell Estate Agents",
      "num_recepts": "3",
      "country": "England",
      "first_published_date": "2018-05-11 21:17:34",
      "displayable_address": "Julian Close, Chilworth, Southampton SO16",
      "price_modifier": "guide_price",
      "floor_plan": [
        "https://lc.zoocdn.com/5c6830822741d10a11c945c75efb37e7139d7ffe.jpg"
      ],
      "street_name": "Julian Close",
      "num_bathrooms": "4",
      "agent_logo": "https://st.zoocdn.com/zoopla_static_agent_logo_(122285).png",
      "price_change": [
        {
          "direction": "",
          "date": "2018-05-11 19:20:00",
          "percent": "0%",
          "price": "925000"
        },
        {
          "direction": "down",
          "date": "2019-04-15 13:17:56",
          "percent": "-2.7%",
          "price": "899950"
        }
      ],
      "agent_phone": "01794 329378",
      "image_354_255_url": "https://lid.zoocdn.com/354/255/63d6d9e26ee93b756ad0563d21b1fb97a080e47d.jpg",
      "image_url": "https://lid.zoocdn.com/354/255/63d6d9e26ee93b756ad0563d21b1fb97a080e47d.jpg",
      "last_published_date": "2019-04-15 13:26:52",
      "price_change_summary": {
        "direction": "down",
        "percent": "-2.7%",
        "last_updated_date": "2019-04-15 13:17:56"
      },
      "crimeCount": 66
    },
    {
      "country_code": "gb",
      "num_floors": "0",
      "image_150_113_url": "https://lid.zoocdn.com/150/113/5a184a0274265b1d6bc9a6745fc77106e642dcce.jpg",
      "listing_status": "sale",
      "num_bedrooms": "5",
      "location_is_approximate": 0,
      "image_50_38_url": "https://lid.zoocdn.com/50/38/5a184a0274265b1d6bc9a6745fc77106e642dcce.jpg",
      "latitude": 50.92638,
      "furnished_state": null,
      "agent_address": "53 London Road, Southampton",
      "category": "Residential",
      "property_type": "Detached house",
      "longitude": -1.394961,
      "thumbnail_url": "https://lid.zoocdn.com/80/60/5a184a0274265b1d6bc9a6745fc77106e642dcce.jpg",
      "description": "A five bedroom character detached residence located within the popular area of Highfield with Russell Place being in a conservation area. The property has a 15' x 14'9 lounge, 18'7 x 15'2 family room, study and a feature 22'3 x 9'9 kitchen/diner which has been refitted. There is a 14'10 x 14'8 master bedroom with ensuite, 14'8 x 11'7 second bedroom with ensuite, 18'2 x 14'10 third bedroom, 10'5 x 9'10 fourth bedroom and a 9'9 x 8'7 fifth bedroom. The house also has a family bathroom, utility room and conservatory. One of the outstanding features of this home is the corner plot it occupies with the rear garden measuring 76' x 75'. The property also has double glazing and a 28'9 x 8'7 garage. Residents of Russell Place are also entitled to use the Residents Gardens located off of Abbotts way. Viewing is essentialEntrance Porch Canopy with tiled step, outside lights and front door to:-Entrance Hall Stairs to first floor, two front elevation double glazed windows, radiator, understairs storage cupboard with two lights, telephone point.Sitting Room18'5\" (5.61m) into bay x 15'1\" (4.6m) into chimney breast. Dual aspect with double glazed front elevation bay window and two side elevation double glazed windows, picture rail, brick built open fireplace with tiled hearth and wood mantel, built-in shelving, double radiator, television point, FM aerial point.Lounge15' x 15' (4.57m x 4.57m). Front elevation double glazed window, picture rail, built in shelving, double radiator, access to:-Study10' x 9'6\" (3.05m x 2.9m). Telephone point, coving, double glazed rear elevation window, double radiator, double built-in storage cupboards and book case.Breakfast Room10'10\" x 9'11\" (3.3m x 3.02m). Double glazed patio door to rear garden, coving, telephone point, double radiator, access to:-Kitchen16' x 10' (4.88m x 3.05m). Range of wall and floor units with roll edge worktops over, Neff electric double oven, four ring gas hob and cooker hood over, plumbing for dishwasher, one and a half bowl single drainer sink unit with mixer taps, Potterton boiler, rear elevation double glazed window, tiled splashbacks, oak effect flooring, radiator.Lobby Space for fridge-freezer, plumbing for washing machine, built-in shelving, power and light and utility cupboard.Conservatory12'1\" x 11'3\" (3.68m x 3.43m). Tiled floor, door to garden, double glazed windows, radiator, power and light, door to:-Cloakroom Comprising close coupled w.C., wall mounted wash hand basin, tiled splashbacks, extractor, oak effect flooring, single radiator.First FloorLanding 1 Galleried with front elevation double glazed window, stairs to second floor, airing cupboard housing lagged hot water tank, single radiator.Bedroom 118'7\" into bay x (5.66m into bay x). Dual aspect with front elevation double glazed bay window and side elevation double glazed window, built-in wardrobe with sliding doors, drawer units, built-in dressing table, four wall light points, double radiator.En-suite 1 Concealed cistern w.C., vanity unit with inset sink and cupboards under, double glazed side elevation window, heated towel rail, picture rail.Shower Room Fully tiled shower cubicle, recessed lighting, extractor fan.Bedroom 215' (4.57m) x 12'1\" (3.68m) to wardrobe face. Front elevation double glazed window, double built-in wardrobe with cupboards over, vanity unit with inset sink and cupboards under.En-suite 2 Double glazed rear elevation window, double tray fully tiled shower cubicle with Aqualisa shower unit, close coupled w.C., picture rail, single radiator.Bedroom 310'7\" x 10' (3.23m x 3.05m). Side elevation double glazed window, picture rail, single radiator.Bedroom 49'11\" x 8'8\" (3.02m x 2.64m). Double glazed rear elevation window, picture rail, single radiator.Separate W.C. Concealed cistern w.C., rear elevation window, recessed lighting.Bathroom Comprising panelled bath with power shower unit and screen, vanity unit with inset sink and cupboards under, tiling, heated towel rail, rear elevation double glazed window.Second FloorLanding 2 Access to under eaves storage area with light, door to:-Bedroom 518'3\" (5.56m) into dormer x 15'3\" (4.65m) into dormer. Three under eaves storage cupboards, front elevation double glazed window, side elevation double glazed window, two double radiators.Front Garden A particular feature of this property is the plot that it sits on occupying a corner plot with the front garden being mainly laid to lawn with flower and shrub beds, walling to the front and side boundaries, five bar gate providing off road parking.Rear Garden76' x 75' (23.16m x 22.86m). The rear garden is mainly laid to lawn with mature flower and shrub beds, two sheds, brick paviour pathway, pergola, outside tap, side gate and double gates giving access to the block paviour driveway which in turn gives access to the garage that measures 28'9 x 8'7 with up and over door, power and light and side door to garden. There is also access to the workshop which measures 7'3 x 5'11 with photographers sink, storage cupboard, power and light and electric heater which could be used as a utility room.Residents Gardens There are two residents gardens with the formal residents gardens offering a number of hard and grass tennis courts, a small orchard and a pavillion. On the opposite side of Abbotts Way the informal gardens are predominantly laid to lawn and have allotments (subject to availabilty) and small stream.Agents Note Prospective purchasers should be aware that the use of the residents gardens are subject to a subscription fee.",
      "post_town": "Southampton",
      "details_url": "https://www.zoopla.co.uk/for-sale/details/49845377?utm_source=v1:77-cCjDOAwKP-h3zdu0ptTP5fRhtzeDX&utm_medium=api",
      "short_description": "A five bedroom character detached residence located within the popular area of Highfield with Russell Place being in a conservation area. The property has a 15' x 14'9 lounge, 18'7 x 15'2 family room, study and a feature 22'3 x 9'9 kitchen/diner which has been refitted. (contd...)",
      "outcode": "SO17",
      "image_645_430_url": "https://lid.zoocdn.com/645/430/5a184a0274265b1d6bc9a6745fc77106e642dcce.jpg",
      "county": "Southampton",
      "price": "875000",
      "listing_id": "49845377",
      "image_caption": "Front",
      "image_80_60_url": "https://lid.zoocdn.com/80/60/5a184a0274265b1d6bc9a6745fc77106e642dcce.jpg",
      "status": "for_sale",
      "agent_name": "Morris Dibben - Southampton Sales",
      "num_recepts": "5",
      "country": "England",
      "first_published_date": "2018-12-01 12:44:48",
      "displayable_address": "Highfield, Southampton, Hampshire SO17",
      "price_modifier": "guide_price",
      "floor_plan": [
        "https://lc.zoocdn.com/48d32a05909383a400095381761d449856637617.jpg"
      ],
      "street_name": "Highfield Southampton Hampshire",
      "num_bathrooms": "1",
      "agent_logo": "https://st.zoocdn.com/zoopla_static_agent_logo_(38986).jpeg",
      "price_change": [
        {
          "direction": "",
          "date": "2018-12-01 09:58:26",
          "percent": "0%",
          "price": "900000"
        },
        {
          "direction": "down",
          "date": "2019-02-11 15:09:41",
          "percent": "-2.7%",
          "price": "875000"
        }
      ],
      "agent_phone": "023 8210 9575",
      "image_354_255_url": "https://lid.zoocdn.com/354/255/5a184a0274265b1d6bc9a6745fc77106e642dcce.jpg",
      "image_url": "https://lid.zoocdn.com/354/255/5a184a0274265b1d6bc9a6745fc77106e642dcce.jpg",
      "last_published_date": "2019-04-24 14:14:30",
      "price_change_summary": {
        "direction": "down",
        "percent": "-2.7%",
        "last_updated_date": "2019-02-11 15:09:41"
      },
      "crimeCount": 329
    },
    {
      "country_code": "gb",
      "num_floors": "0",
      "image_150_113_url": "https://lid.zoocdn.com/150/113/7f0039ab86a6a83e0c7d87d1100bb022846ab1af.jpg",
      "listing_status": "sale",
      "num_bedrooms": "5",
      "location_is_approximate": 0,
      "image_50_38_url": "https://lid.zoocdn.com/50/38/7f0039ab86a6a83e0c7d87d1100bb022846ab1af.jpg",
      "latitude": 50.925175,
      "furnished_state": null,
      "agent_address": "53 London Road, Southampton",
      "category": "Residential",
      "property_type": "Detached house",
      "longitude": -1.402133,
      "thumbnail_url": "https://lid.zoocdn.com/80/60/7f0039ab86a6a83e0c7d87d1100bb022846ab1af.jpg",
      "description": "Morris Dibben are delighted to offer this extended five bedroom detached character home located in a conservation area in the ever popular area of Highfield. The property has had major improvements carried out by the present owner through out the house with on the ground floor the addition of a stunning 39'1 x 14'8 living/family/games room with doors leading onto the southerly facing garden. There is a refitted 21'9 x 19'4 kitchen/dining room and a 13'3 x 5'8 utility/shower room, 18' x 13' lounge, 13' x 11'10 sitting room and an 11'9 x 10'4 study. On the first floor there is a feature 27'10 x 12'8 master bedroom which is triple aspect part pitch vaulted with refitted ensuite, 18' x 12'8 second bedroom, 13'10 x 12' third bedroom, 10'1 x 8'2 fourth bedroom, 15'2 x 9'4 fifth bedroom. And a refitted 8'2 x 7'9 bathroom. The rear garden enjoys a southerly aspect. An internal viewing is essential to appreciate the size, finish and location this property has to offer. Entrance Porch Enclosed, double glazed double doors, light, double glazed door to:-Entrance Hall Stairs to first floor, storage cupboard, picture rail, double radiator, coving.Cloakroom Close coupled w.C., double glazed side elevation window, single radiator, tiling.Lounge18' x 13' (5.49m x 3.96m). Double glazed front elevation window, radiator, feature fireplace, double doors to living/family/games room.Study11'9\" x 10'4\" (3.58m x 3.15m). Picture rail, double glazed front elevation window, cupboard housing Vaillant gas boiler, tiled floor, walk-in storage cupboard with double glazed front elevation window, picture rail.Sitting Room13' x 11'10\" (3.96m x 3.6m). Double doors to living/family/games room, picture rail, single radiator, coving.Kitchen/Dining Room21'9\" x 19'4\" (6.63m x 5.9m). Refitted with a range of wall and floor units with granite worktops over, island unit, five ring gas hob, cooker hood, electric oven, plate warmer, microwave, dishwasher and fridge-freezer all to remain, double bowl sink unit, double glazed side elevation window, tile and wood flooring, picture rail, double radiator.Utility Room13'3\" x 5'8\" (4.04m x 1.73m). With base units with roll edge worktops over, stainless steel single drainer sink unit, double glazed side elevation window, space for fridge-freezer, built-in shower cubicle, heated towel rail, double glazed rear elevation window, double glazed Velux window.Living/Family/Games Room39'1\" x 14'8\" (11.91m x 4.47m). Double door, single door to rear garden and double glazed windows facing rear garden, built-in part atrium ceiling, built-in dresser unit, television point.First Floor Landing Two double glazed front elevation windows, picture rail, storage cupboard, coving, stairs to bedroom five, double radiator.Bedroom One27'10\" x 12'8\" (8.48m x 3.86m). Triple aspect with double glazed windows to either side, double glazed rear elevation window, pitched vaulted ceiling, two double radiators, picture rail, door to:-En-Suite7'7\" x 4'9\" (2.31m x 1.45m). Fully tiled shower cubicle, concealed cistern w.C., vanity unit with inset sink, double glazed side elevation window, fully tiled walls, heated towel rail.Bedroom Two18' x 12'8\" (5.49m x 3.86m). Dual aspect with double glazed front elevation window and double glazed rear elevation window, single radiator.Bedroom Three1310 x x 12' (1310 x x 3.66m). Double glazed rear elevation window, picture rail, double radiator.Bedroom Four10'1\" x 8'2\" (3.07m x 2.5m). Double glazed front elevation window, picture rail, single radiator.Separate W.C. With concealed cistern w.C., vanity unit with inset sink and cupboards under, double glazed side elevation window, tiled floor.Bathroom8'2\" x 7'9\" (2.5m x 2.36m). Comprising panelled bath, floating vanity unit with cupboards under, built-in shower cubicle, tiled floor, double glazed front elevation window, under floor heating, recessed lighting.Bedroom Five15'2\" x 9'4\" (4.62m x 2.84m). Double glazed rear elevation window, single built-in cupboard.Outside To the front there are mature flower and shrub beds, paving, access to the front door, driveway giving access to the garage with double doors, power and light.Rear Garden The rear garden enjoys a southerly aspect, mainly laid to lawn with patio area and shed.",
      "post_town": "Southampton",
      "details_url": "https://www.zoopla.co.uk/for-sale/details/51113350?utm_source=v1:77-cCjDOAwKP-h3zdu0ptTP5fRhtzeDX&utm_medium=api",
      "short_description": "Morris Dibben are delighted to offer this extended five bedroom detached character home located in a conservation area in the ever popular area of Highfield. (contd...)",
      "outcode": "SO17",
      "image_645_430_url": "https://lid.zoocdn.com/645/430/7f0039ab86a6a83e0c7d87d1100bb022846ab1af.jpg",
      "county": "Southampton",
      "price": "830000",
      "listing_id": "51113350",
      "image_caption": "Front",
      "image_80_60_url": "https://lid.zoocdn.com/80/60/7f0039ab86a6a83e0c7d87d1100bb022846ab1af.jpg",
      "status": "for_sale",
      "agent_name": "Morris Dibben - Southampton Sales",
      "num_recepts": "4",
      "country": "England",
      "first_published_date": "2019-04-12 11:32:49",
      "displayable_address": "Highfield, Southampton, Hampshire SO17",
      "price_modifier": "guide_price",
      "floor_plan": [
        "https://lc.zoocdn.com/71e7e3d9e247dc63ca4d59144b433c8f386badee.jpg"
      ],
      "street_name": "Highfield Southampton Hampshire",
      "num_bathrooms": "1",
      "agent_logo": "https://st.zoocdn.com/zoopla_static_agent_logo_(38986).jpeg",
      "price_change": [
        {
          "direction": "",
          "date": "2019-04-12 08:59:43",
          "percent": "0%",
          "price": "830000"
        }
      ],
      "agent_phone": "023 8210 9575",
      "image_354_255_url": "https://lid.zoocdn.com/354/255/7f0039ab86a6a83e0c7d87d1100bb022846ab1af.jpg",
      "image_url": "https://lid.zoocdn.com/354/255/7f0039ab86a6a83e0c7d87d1100bb022846ab1af.jpg",
      "last_published_date": "2019-04-18 19:44:15",
      "crimeCount": 63
    },
    {
      "country_code": "gb",
      "num_floors": "0",
      "image_150_113_url": "https://lid.zoocdn.com/150/113/9941fa5da0e470130b219a63b4624b2c34ee78a8.jpg",
      "listing_status": "sale",
      "num_bedrooms": "5",
      "location_is_approximate": 0,
      "image_50_38_url": "https://lid.zoocdn.com/50/38/9941fa5da0e470130b219a63b4624b2c34ee78a8.jpg",
      "latitude": 50.926174,
      "furnished_state": null,
      "agent_address": "53 London Road, Southampton",
      "category": "Residential",
      "property_type": "Detached house",
      "longitude": -1.401907,
      "thumbnail_url": "https://lid.zoocdn.com/80/60/9941fa5da0e470130b219a63b4624b2c34ee78a8.jpg",
      "description": "A five bedroom detached family house situated in a conservation area in the ever popular area of Highfield. The property has a 19'4 x 14'9 lounge, 16'8 x 14'3 drawing room, 21'3 x 14'3 living room, 14'4 x 10'9 dining room and 14'4 x 9'3 kitchen. There is a 21'2 x 14'4 master bedroom, 17'6 x 14'4 second bedroom., 16'10 x 13'4 third bedroom, 14'9 x 14'3 fourth bedroom and a 10' x 8'9 fifth bedroom. The house also has a feature 18'3 x 10'5 reception hall, galleried landing, downstairs cloakroom, shower room and family bathroom. Prospective purchasers should also be aware there is gas heating, majority of windows are double glazed, detached garage and southerly facing rear garden. An internal viewing is the only way to appreciate the size, location and character that this property has to offer.Entrance Porch Enclosed with quarry tiled floor, front door leading to:-Entrance Hall High ceiling, stairs to first floor, picture rail, thermostat, telephone point, double radiator, tiled floor, recessed lighting, cupboard with fuse box.Cloakroom Comprising close coupled W.C., wall mounted wash hand basin, tiling, stained and leaded front elevation window, storage cupboard, single radiator, tiled floor.Lounge19'4\" (5.9m) into bay x 14'9\" (4.5m) into chimney recess. Double glazed bay rear elevation window, double glazed door to rear garden, Egyptian marble fireplace with coal effect gas fire to remain and marble hearth, picture rail, three double radiators, high ceiling.Drawing Room16'8\" (5.08m) into bay x 14'3\" (4.34m) into chimney recess. Double glazed front elevation bay window with fitted window seat, feature stone fireplace with coal effect gas fire to remain, picture rail, high ceiling, two double radiators, recessed lighting.Dining Room14'4\" x 10'9\" (4.37m x 3.28m). Three quarter wood panelled walls with plate rack over, high ceiling, three double radiators, double glazed front elevation bay window.Breakfast Room14'6\" (4.42m) x 11'3\" (3.43m) into chimney recess. Two double glazed rear elevation windows, cupboard housing Thorn gas boiler, high ceiling, double radiator.Kitchen14'4\" x 9'3\" (4.37m x 2.82m). Range of wall and floor units with rolled edge worktops over, one and a half bowl sink unit with mixer tap, Neff electric oven, four ring gas hob, cooker hood, two double glazed rear elevation windows, plumbing for washing machine, tiled splashbacks, double glazed side elevation window, double glazed door to garden, further stainless steel sink unit, single radiator, high ceiling.Utility Room/Shower Room8'10\" x 5'1\" (2.7m x 1.55m). Double glazed rear elevation window, heated towel rail, plumbing for washing machine, built-in fully tiled double tray shower cubicle, pedestal wash hand basin, recessed lighting, extractor fan, tiling.First FloorLanding A particuarl feature of this property being galleried, double glazed front elevation window, picture rail, recessed lighting, access to loft, airing cupboard housing lagged hot water tank, single radiator.Bedroom 121'2\" (6.45m) into bay x 14'4\" (4.37m) into chimney recess. Double glazed bay rear elevation window, two double radiators, picture rail.Bedroom 217'6\" (5.33m) into bay x 14'4\" (4.37m). Double glazed bay front elevation window, two single radiators, picture rail.Bedroom 316'10\" (5.13m) into chimney recess x 13'4\" (4.06m). Two double glazed rear elevation windows, pedestal wash hand basin, single radiator.Bedroom 414'9\" (4.5m) into chimney recess x 14'3\" (4.34m) into bay. Double glazed bay front elevation window, picture rail, two double radiators, pedestal wash hand basin.Bedroom 510' x 8'9\" (3.05m x 2.67m). Double glazed rear elevation window, double radiator.Separate W.C. Close coupled W.C., double glazed side elevation window, part tiled walls.Bathroom Comprising panelled bath with mixer taps and Aqualisa shower unit over and screen, pedestal wash hand basin, double glazed side elevation window, heated towel rail incorporating single radiator, tiling.Outside The front garden has a brick boundary wall with a lawned area, flower and shrub beds, side access to the rear garden and a paved path to the front door. The property also comes with a single garage measuring 16'6 x 10'5 with up and over door which is accessed at the rear of Number 10 Leigh Road.Rear Garden The rear garden is enclosed by walling to three boundaries and measures 56' x 46' It is predominantly laid to lawn with flower and shrub beds, patio area, cold water tap and shed to remain. There is a fishpond and a small summerhouse.",
      "post_town": "Southampton",
      "details_url": "https://www.zoopla.co.uk/for-sale/details/50993989?utm_source=v1:77-cCjDOAwKP-h3zdu0ptTP5fRhtzeDX&utm_medium=api",
      "short_description": "A five bedroom detached family house situated in a conservation area in the ever popular area of Highfield. The property has a 19'4 x 14'9 lounge, 16'8 x 14'3 drawing room, 21'3 x 14'3 living room, 14'4 x 10'9 dining room and 14'4 x 9'3 kitchen. (contd...)",
      "outcode": "SO17",
      "image_645_430_url": "https://lid.zoocdn.com/645/430/9941fa5da0e470130b219a63b4624b2c34ee78a8.jpg",
      "county": "Southampton",
      "price": "825000",
      "listing_id": "50993989",
      "image_caption": "Front",
      "image_80_60_url": "https://lid.zoocdn.com/80/60/9941fa5da0e470130b219a63b4624b2c34ee78a8.jpg",
      "status": "for_sale",
      "agent_name": "Morris Dibben - Southampton Sales",
      "num_recepts": "4",
      "country": "England",
      "first_published_date": "2019-04-01 19:23:49",
      "displayable_address": "Highfield, Southampton, Hampshire SO17",
      "price_modifier": "guide_price",
      "floor_plan": [
        "https://lc.zoocdn.com/1c8c105d5e81c23162c7b57d77b3caf7a6043feb.jpg"
      ],
      "street_name": "Highfield Southampton Hampshire",
      "num_bathrooms": "2",
      "agent_logo": "https://st.zoocdn.com/zoopla_static_agent_logo_(38986).jpeg",
      "price_change": [
        {
          "direction": "",
          "date": "2019-04-01 16:36:11",
          "percent": "0%",
          "price": "825000"
        }
      ],
      "agent_phone": "023 8210 9575",
      "image_354_255_url": "https://lid.zoocdn.com/354/255/9941fa5da0e470130b219a63b4624b2c34ee78a8.jpg",
      "image_url": "https://lid.zoocdn.com/354/255/9941fa5da0e470130b219a63b4624b2c34ee78a8.jpg",
      "last_published_date": "2019-04-08 18:02:48",
      "crimeCount": 63
    },
    {
      "country_code": "gb",
      "num_floors": "2",
      "image_150_113_url": "https://lid.zoocdn.com/150/113/c74457774e9632d63c32d511f0193e1b1631825f.jpg",
      "listing_status": "sale",
      "num_bedrooms": "5",
      "location_is_approximate": 0,
      "image_50_38_url": "https://lid.zoocdn.com/50/38/c74457774e9632d63c32d511f0193e1b1631825f.jpg",
      "latitude": 50.89972,
      "furnished_state": null,
      "agent_address": "Pylands Lane, Bursledon",
      "category": "Residential",
      "property_type": "Detached house",
      "longitude": -1.303471,
      "floor_area": {
        "min_floor_area": {
          "value": "2545",
          "units": "sq_feet"
        }
      },
      "thumbnail_url": "https://lid.zoocdn.com/80/60/c74457774e9632d63c32d511f0193e1b1631825f.jpg",
      "description": " The Octans The Octans is a superb family home, which boasts five double bedrooms and spans an impressive three floors of living space. - About the development:Latitude is an attractive development of new homes in Bursledon, on the banks of the River Hamble and neighbouring the picturesque Manor Farm Country Park. The contemporary collection of 1 and 2-bedroom apartments and 2,3,4 and 5-bedroom houses will be of particular appeal to first-time buyers, families and professionals.Marketing SuitePlease call to arrange a viewing.Sales centre opening hours10:00am - 5:00pm Friday to Wednesday, and 10:00am - 7:00pm on Thursday.",
      "post_town": "Southampton",
      "details_url": "https://www.zoopla.co.uk/for-sale/details/49798298?utm_source=v1:77-cCjDOAwKP-h3zdu0ptTP5fRhtzeDX&utm_medium=api",
      "short_description": "<b> The Octans </b> The Octans is a superb family home, which boasts five double bedrooms and spans an impressive three floors of living space. ",
      "outcode": "SO31",
      "image_645_430_url": "https://lid.zoocdn.com/645/430/c74457774e9632d63c32d511f0193e1b1631825f.jpg",
      "new_home": "true",
      "county": "Southampton",
      "price": "814995",
      "listing_id": "49798298",
      "image_caption": "The Octans",
      "image_80_60_url": "https://lid.zoocdn.com/80/60/c74457774e9632d63c32d511f0193e1b1631825f.jpg",
      "status": "for_sale",
      "agent_name": "Bellway - Latitude",
      "num_recepts": "1",
      "country": "England",
      "first_published_date": "2018-11-27 14:56:00",
      "displayable_address": "Pylands Lane, Bursledon SO31",
      "floor_plan": [
        "https://lc.zoocdn.com/366da6bd0fb59bffec0f1f592aa171d68ca0f59f.jpg",
        "https://lc.zoocdn.com/ed8ddbb817a9a410a007ee1ca684edffcb0c6aad.jpg",
        "https://lc.zoocdn.com/3b451e26dd7592876a4c5c39fc4570021961a9af.jpg"
      ],
      "street_name": "Pylands Lane",
      "num_bathrooms": "4",
      "agent_logo": "https://st.zoocdn.com/zoopla_static_agent_logo_(76274).png",
      "agent_phone": "023 8234 9591",
      "image_354_255_url": "https://lid.zoocdn.com/354/255/c74457774e9632d63c32d511f0193e1b1631825f.jpg",
      "image_url": "https://lid.zoocdn.com/354/255/c74457774e9632d63c32d511f0193e1b1631825f.jpg",
      "last_published_date": "2019-04-12 15:58:09",
      "crimeCount": 148
    },
    {
      "country_code": "gb",
      "num_floors": "0",
      "image_150_113_url": "https://lid.zoocdn.com/150/113/9dbc77053c6424b50dfdf0d2f1e81e676b29c622.png",
      "listing_status": "sale",
      "num_bedrooms": "5",
      "location_is_approximate": 0,
      "image_50_38_url": "https://lid.zoocdn.com/50/38/9dbc77053c6424b50dfdf0d2f1e81e676b29c622.png",
      "latitude": 50.89972,
      "furnished_state": null,
      "agent_address": "Pylands Lane, Bursledon",
      "category": "Residential",
      "property_type": "Detached house",
      "longitude": -1.303471,
      "thumbnail_url": "https://lid.zoocdn.com/80/60/9dbc77053c6424b50dfdf0d2f1e81e676b29c622.png",
      "description": "The VespaThe Vespa is a superb family home, which boasts five double bedrooms and spans an impressive three floors of living space.A key feature of the Vespa is its spacious kitchen, dining and family room, which adopts a modern, open-plan design. In the kitchen, there is an integrated aeg double oven, 4-burner gas hob and chimney hood, along with a built-in dishwasher and fridge freezer, while a convenient utility includes plumbing for further appliances.The dining area provides an ideal space for entertaining, with a set of French doors leading onto the rear garden, while separate access to the garage can be made via the utility.Completing the ground floor living space, there is a pleasant front-facing study and a modern cloakroom, both located off the hallway.To the first floor there are three double bedrooms, the largest of which features extensive wardrobe space, a private en-suite room, and a Juliet balcony. Bedrooms 2 and 3 are served by the property's contemporary family bathroom, complete with Roca Nexo sanitaryware and attractive chrome brassware.The Vespa's generous living room is also located on the first floor and boasts an attractive outdoor terrace. Access to the terrace can be made from both the living room and the hallway, via two sets of elegant French doors.The second floor comprises a further two double bedrooms, each with a modern en-suite and a feature dormer window.Latitude - About the development:Latitude is an attractive development of new homes in Bursledon and neighbouring the picturesque Manor Farm Country Park. The contemporary collection of 1 and 2-bedroom apartments and 2,3,4 and 5-bedroom houses will be of particular appeal to first-time buyers, families and professionals.Marketing SuitePlease call to arrange a viewing.Sales centre opening hours10:00am - 5:00pm Friday to Wednesday, and 10:00am - 7:00pm on Thursday.",
      "post_town": "Southampton",
      "details_url": "https://www.zoopla.co.uk/for-sale/details/49035006?utm_source=v1:77-cCjDOAwKP-h3zdu0ptTP5fRhtzeDX&utm_medium=api",
      "short_description": "The Vespa is a superb family home, which boasts five double bedrooms and spans an impressive three floors of living space.",
      "outcode": "SO31",
      "image_645_430_url": "https://lid.zoocdn.com/645/430/9dbc77053c6424b50dfdf0d2f1e81e676b29c622.png",
      "new_home": "true",
      "county": "Southampton",
      "price": "799995",
      "listing_id": "49035006",
      "image_caption": "",
      "image_80_60_url": "https://lid.zoocdn.com/80/60/9dbc77053c6424b50dfdf0d2f1e81e676b29c622.png",
      "status": "for_sale",
      "agent_name": "Bellway - Latitude",
      "num_recepts": "0",
      "country": "England",
      "first_published_date": "2018-09-14 10:42:21",
      "displayable_address": "Pylands Lane, Bursledon SO31",
      "price_modifier": "from",
      "floor_plan": [
        "https://lc.zoocdn.com/4993752c243006bf74320b47a2e8799a6736c4cc.png",
        "https://lc.zoocdn.com/d2fd9c5f220aeaf053b28d03eb533aad6d54951a.png",
        "https://lc.zoocdn.com/b224383e3f159606ccb89b4eb0cd6aeabc9588a7.png"
      ],
      "street_name": "Pylands Lane",
      "num_bathrooms": "3",
      "agent_logo": "https://st.zoocdn.com/zoopla_static_agent_logo_(76274).png",
      "agent_phone": "023 8234 9591",
      "image_354_255_url": "https://lid.zoocdn.com/354/255/9dbc77053c6424b50dfdf0d2f1e81e676b29c622.png",
      "image_url": "https://lid.zoocdn.com/354/255/9dbc77053c6424b50dfdf0d2f1e81e676b29c622.png",
      "last_published_date": "2019-01-11 13:19:52",
      "crimeCount": 379
    },
    {
      "country_code": "gb",
      "num_floors": "0",
      "image_150_113_url": "https://lid.zoocdn.com/150/113/ea72104d09d85bd18482c0a8943bc4850ceaff7c.jpg",
      "listing_status": "sale",
      "num_bedrooms": "5",
      "location_is_approximate": 0,
      "image_50_38_url": "https://lid.zoocdn.com/50/38/ea72104d09d85bd18482c0a8943bc4850ceaff7c.jpg",
      "latitude": 50.925484,
      "furnished_state": null,
      "agent_address": "Bridge Street, Wickham, Fareham",
      "category": "Residential",
      "property_type": "Detached house",
      "longitude": -1.334332,
      "thumbnail_url": "https://lid.zoocdn.com/80/60/ea72104d09d85bd18482c0a8943bc4850ceaff7c.jpg",
      "description": "A 5/6 bedroom detached property, finished to a high standard and located in a picturesque cul-de-sac location. Beautifully presented throughout, the property offers versatile living accommodation arranged over two floors, the ground floor consists of a 22'9\" Sitting Room with feature ornate fireplace and cornice. Master bedroom and bedroom 4 both enjoy en-suites, a spacious fitted kitchen/breakfast room leads to a generous dining room (possible bedroom 6) with bay window. There is an additional study/bedroom 5 and stunning family bathroom. The first floor enjoys a further two double bedrooms, additional bathroom and storage. The rear garden is on two levels with a sunny patio and formal lawned area. The lower tier provides a secluded wooded area with gateway beyond providing rear access. A front garden provides a large shingle driveway providing ample parking and vehicle hardstanding. Perfectly located for local amenities and Hedge End retail park, with convenient links to the M27 and public transport close by.Summary of features:Chain free; 5/6 bedroom detached family home; Well presented and maintained throughout; Beautiful split level rear garden; Ample off road parkinggeneral information:Tenure: Freehold; services: All mains services; local authority: Eastleigh Borough Council; tax band: Edistances:Hedge End - 1.8 miles; Bitterne - 1.9 miles; Swaythling - 2.1 miles",
      "post_town": "Southampton",
      "details_url": "https://www.zoopla.co.uk/for-sale/details/50815503?utm_source=v1:77-cCjDOAwKP-h3zdu0ptTP5fRhtzeDX&utm_medium=api",
      "short_description": "<p class=\"top\">  A 5/6 bedroom detached property, finished to a high standard and located in a picturesque cul-de-sac location. Beautifully presented throughout, the property offers versatile living accommodation arranged over two floors, the ground floor consists of a 22'9\" Sitting Room with feature ornate fireplace and cornice. Master bedroom and bedroom 4 both enjoy en-suites, a spacious fitted kitchen/breakfast room leads to a generous dining room (possible bedroom 6) with bay window. There is an additional study/bedroom 5 and stunning family bathroom. The first floor enjoys a further two double bedrooms, additional bathroom and storage. The rear garden is on two levels with a sunny patio and formal lawned area. The lower tier provides a secluded wooded area with gateway beyond providing rear access. A front garden provides a large shingle driveway providing ample parking and vehicle hardstanding. Perfectly located for local amenities and Hedge End retail park, with convenient links to the M27 and public transport close by.  Summary of features:  Chain free; 5/6 bedroom detached family home; Well presented and maintained throughout; Beautiful split level rear garden; Ample off road parking  general information:  Tenure: Freehold; services: All mains services; local authority: Eastleigh Borough Council; tax band: E  distances:  Hedge End - 1.8 miles; Bitterne - 1.9 miles; Swaythling - 2.1 miles</p>",
      "outcode": "SO30",
      "image_645_430_url": "https://lid.zoocdn.com/645/430/ea72104d09d85bd18482c0a8943bc4850ceaff7c.jpg",
      "county": "Southampton",
      "price": "775000",
      "listing_id": "50815503",
      "image_caption": "Photo 12",
      "image_80_60_url": "https://lid.zoocdn.com/80/60/ea72104d09d85bd18482c0a8943bc4850ceaff7c.jpg",
      "status": "for_sale",
      "agent_name": "Taylor Hill & Bond Limited",
      "num_recepts": "2",
      "country": "England",
      "first_published_date": "2019-03-15 14:17:25",
      "displayable_address": "West End Road, West End, Southampton SO30",
      "floor_plan": [
        "https://lc.zoocdn.com/9b6f0d4396722044c23d1203b5a54e6086d3ee65.jpg"
      ],
      "street_name": "Littlewood Gardens",
      "num_bathrooms": "4",
      "agent_logo": "https://st.zoocdn.com/zoopla_static_agent_logo_(591867).png",
      "price_change": [
        {
          "direction": "",
          "date": "2019-03-15 14:15:16",
          "percent": "0%",
          "price": "775000"
        }
      ],
      "agent_phone": "01329 596740",
      "image_354_255_url": "https://lid.zoocdn.com/354/255/ea72104d09d85bd18482c0a8943bc4850ceaff7c.jpg",
      "image_url": "https://lid.zoocdn.com/354/255/ea72104d09d85bd18482c0a8943bc4850ceaff7c.jpg",
      "last_published_date": "2019-03-16 04:17:53",
      "crimeCount": 90
    },
    {
      "country_code": "gb",
      "num_floors": "0",
      "image_150_113_url": "https://lid.zoocdn.com/150/113/aebda9cd1137f3aa6ce87312dc5a8a74f8ace8ab.jpg",
      "listing_status": "sale",
      "num_bedrooms": "5",
      "location_is_approximate": 0,
      "image_50_38_url": "https://lid.zoocdn.com/50/38/aebda9cd1137f3aa6ce87312dc5a8a74f8ace8ab.jpg",
      "latitude": 50.946423,
      "furnished_state": null,
      "agent_address": "53 London Road, Southampton",
      "category": "Residential",
      "property_type": "Detached house",
      "longitude": -1.408508,
      "thumbnail_url": "https://lid.zoocdn.com/80/60/aebda9cd1137f3aa6ce87312dc5a8a74f8ace8ab.jpg",
      "description": "A five bedroom extended detached family residence sitting on a plot of in excess of a quarter of an acre in the everpopular Bassett area. The property has a lounge, family room with feature central fireplace between the two rooms, 25'3 11'4 kitchen/breakfast room with stunning glazed breakfast area and a magnificent 22'4 x 16'9 entertainmentroom. The property has a master bedroom with terrace, dressing room and ensuite. The second bedroom also hasensuite and there a three further bedrooms. Viewing is essential.",
      "post_town": "Southampton",
      "details_url": "https://www.zoopla.co.uk/for-sale/details/49827319?utm_source=v1:77-cCjDOAwKP-h3zdu0ptTP5fRhtzeDX&utm_medium=api",
      "short_description": "A five bedroom extended detached family residence sitting on a plot of in excess of a quarter of an acre in the everpopular Bassett area. (contd...)",
      "outcode": "SO16",
      "image_645_430_url": "https://lid.zoocdn.com/645/430/aebda9cd1137f3aa6ce87312dc5a8a74f8ace8ab.jpg",
      "county": "Southampton",
      "price": "750000",
      "listing_id": "49827319",
      "image_caption": "Front",
      "image_80_60_url": "https://lid.zoocdn.com/80/60/aebda9cd1137f3aa6ce87312dc5a8a74f8ace8ab.jpg",
      "status": "for_sale",
      "agent_name": "Morris Dibben - Southampton Sales",
      "num_recepts": "4",
      "country": "England",
      "first_published_date": "2018-11-29 17:45:43",
      "displayable_address": "Bassett, Southampton, Hampshire SO16",
      "floor_plan": [
        "https://lc.zoocdn.com/88905be6692cfe4cf2f7a87e1b22e4333c00cb4c.jpg"
      ],
      "street_name": "Bassett Southampton Hampshire",
      "num_bathrooms": "1",
      "agent_logo": "https://st.zoocdn.com/zoopla_static_agent_logo_(38986).jpeg",
      "price_change": [
        {
          "direction": "",
          "date": "2018-11-29 15:15:28",
          "percent": "0%",
          "price": "750000"
        }
      ],
      "agent_phone": "023 8210 9575",
      "image_354_255_url": "https://lid.zoocdn.com/354/255/aebda9cd1137f3aa6ce87312dc5a8a74f8ace8ab.jpg",
      "image_url": "https://lid.zoocdn.com/354/255/aebda9cd1137f3aa6ce87312dc5a8a74f8ace8ab.jpg",
      "last_published_date": "2019-04-16 14:11:21",
      "crimeCount": 360
    }
  ],
  "street": "",
  "town": "Southampton",
  "latitude": 50.897519,
  "county": "Southampton",
  "bounding_box": {
    "longitude_min": "-1.591953",
    "latitude_min": "50.785113",
    "longitude_max": "-1.113987",
    "latitude_max": "51.009925"
  },
  "postcode": ""
} 