{
  "country": "England",
  "result_count": 2005,
  "longitude": -1.7687045,
  "area_name": "Swindon",
  "listing": [
    {
      "country_code": "gb",
      "num_floors": "0",
      "image_150_113_url": "https://lid.zoocdn.com/150/113/e8a56407cdf852408ba9d7373c8c7f16d8c769a9.jpg",
      "listing_status": "sale",
      "num_bedrooms": "8",
      "location_is_approximate": 0,
      "image_50_38_url": "https://lid.zoocdn.com/50/38/e8a56407cdf852408ba9d7373c8c7f16d8c769a9.jpg",
      "latitude": 51.581486,
      "furnished_state": null,
      "agent_address": "Stow Cottage, Stowhill, Childrey, Oxfordshire",
      "category": "Residential",
      "property_type": "",
      "longitude": -1.667195,
      "thumbnail_url": "https://lid.zoocdn.com/80/60/e8a56407cdf852408ba9d7373c8c7f16d8c769a9.jpg",
      "description": "A handsome Grade II listed country manor house in an idyllic Oxfordshire villageSwindon 6.5miles (London Paddington 55 minutes), Oxford 26 miles, Cirencester c.19 miles, M4 J15 c.7.5milesCleycourt Manor, formerly Bourton Grange, is an important country house built in 1847 by John Tucker, whose family were important Victorian benefactors to the village of Bourton. The Tucker family were also responsible for the construction of much of Bourton including the neighbouring Pinewood School, several almshouses and the village Church of St James.Believed to have been built for John Tucker’s mother, Cleycourt has an imposing stone frontage with three distinctive Dutch gables. Approaching the house through stone pillars onto the large gravel driveway, you enter through an impressive front door under an elegant stone archway. Inside you’ll find large reception rooms with high ceilings and the graceful proportions so characteristic of Victorian architecture.The current owners have enjoyed living at Cleycourt Manor for 26 years and have raised their four children here. With some sympathetic cosmetic updating to the interior, there is enormous potential for Cleycourt Manor’s new owners to create their own modern country residence.Important additions to the estate over the years include the construction of a 4000 sq ft leisure complex with heated indoor pool, gymnasium, sauna and a soundproofed games room/ballroom with sprung dance floor.There are 6 residential units in the grounds (1 x 4 bed, 3 x 3 bed and 2 x 1 bed), all in good decorative order, all currently tenanted and generating a rental income of around £80,000 pa.The main house is surrounded by beautifully landscaped formal gardens and there are two paddocks to the rear.LocationBourton is a quiet and very pretty village right on the Oxfordshire/Wiltshire borders. Nestled under the ancient Ridgeway and surrounded by rolling countryside, Bourton is the ideal location for the discerning buyer seeking the English countryside dream.Transport links are excellent with Swindon just 6.5 miles away offering fast access to London Paddington in just under an hour. Oxford is accessed via the nearby A420 and the M4 J15 is just over 7 miles away.Horsey types will be in seventh heaven here with a huge number of rural paths and bridleways right on the doorstep.You’re spoiled for choice when it comes to great schools with Pinewood (just next door), Rendcomb College, St Francis Pewsey, Marlborough and St Marys Calne just a few of the leading independent schools in the area. The nearby town of Shrivenham has several cracking pubs and restaurants, a good range of shops a post office a and a well regarded state primary school.",
      "post_town": "Swindon",
      "details_url": "https://www.zoopla.co.uk/for-sale/details/48878674?utm_source=v1:77-cCjDOAwKP-h3zdu0ptTP5fRhtzeDX&utm_medium=api",
      "short_description": "<p class=\"top\">A handsome Grade II listed country manor house in an idyllic Oxfordshire village  Swindon 6.5miles (London Paddington 55 minutes), Oxford 26 miles, Cirencester c.19 miles, M4 J15 c.7.5miles  Cleycourt Manor, formerly Bourton Grange, is an important country house built in 1847 by John Tucker, whose family were important Victorian benefactors to the village of Bourton. The Tucker family were also responsible for the construction of much of Bourton including the neighbouring Pinewood School, several almshouses and the village Church of St James.</p><p class=\"top\">Believed to have been built for John Tucker’s mother, Cleycourt has an imposing stone frontage with three distinctive Dutch gables. Approaching the house through stone pillars onto the large gravel driveway, you enter through an impressive front door under an elegant stone archway. Inside you’ll find large reception rooms with high ceilings and the graceful proportions so characteristic of Victorian architecture.  The current owners have enjoyed living at Cleycourt Manor for 26 years and have raised their four children here. With some sympathetic cosmetic updating to the interior, there is enormous potential for Cleycourt Manor’s new owners to create their own modern country residence.</p><p class=\"top\">Important additions to the estate over the years include the construction of a 4000 sq ft leisure complex with heated indoor pool, gymnasium, sauna and a soundproofed games room/ballroom with sprung dance floor.  There are 6 residential units in the grounds (1 x 4 bed, 3 x 3 bed and 2 x 1 bed), all in good decorative order, all currently tenanted and generating a rental income of around £80,000 pa.  The main house is surrounded by beautifully landscaped formal gardens and there are two paddocks to the rear.</p><h3 class=\"listing-desc-header top\"><strong>Location</strong></h3><p class=\"top\">Bourton is a quiet and very pretty village right on the Oxfordshire/Wiltshire borders. Nestled under the ancient Ridgeway and surrounded by rolling countryside, Bourton is the ideal location for the discerning buyer seeking the English countryside dream.  Transport links are excellent with Swindon just 6.5 miles away offering fast access to London Paddington in just under an hour. Oxford is accessed via the nearby A420 and the M4 J15 is just over 7 miles away.  Horsey types will be in seventh heaven here with a huge number of rural paths and bridleways right on the doorstep.  You’re spoiled for choice when it comes to great schools with Pinewood (just next door), Rendcomb College, St Francis Pewsey, Marlborough and St Marys Calne just a few of the leading independent schools in the area. The nearby town of Shrivenham has several cracking pubs and restaurants, a good range of shops a post office a and a well regarded state primary school.</p>",
      "outcode": "SN6",
      "image_645_430_url": "https://lid.zoocdn.com/645/430/e8a56407cdf852408ba9d7373c8c7f16d8c769a9.jpg",
      "county": "Wiltshire",
      "price": "3500000",
      "listing_id": "48878674",
      "image_caption": "Cleycourt Manor",
      "image_80_60_url": "https://lid.zoocdn.com/80/60/e8a56407cdf852408ba9d7373c8c7f16d8c769a9.jpg",
      "status": "for_sale",
      "agent_name": "Stowhill Estates",
      "num_recepts": "4",
      "country": "England",
      "first_published_date": "2018-09-03 09:08:01",
      "displayable_address": "Cleycourt Manor, Bourton, Oxfordshire SN6",
      "price_modifier": "guide_price",
      "floor_plan": [
        "https://lc.zoocdn.com/973bebaad60d0ccab5a0f964103e4c62fa188a32.jpg",
        "https://lc.zoocdn.com/28d58205b3785df4116d737b3df4adcbbb582a79.jpg",
        "https://lc.zoocdn.com/8bf209e992b28a21ccdefdab46033adaf5dd57f5.jpg",
        "https://lc.zoocdn.com/96e4855f596eb6ad8d43c3e85ab533e40c20ea5c.jpg",
        "https://lc.zoocdn.com/e7c5b38c2ff6d89ce1beedb07890f1ffe2634728.jpg",
        "https://lc.zoocdn.com/35fb23d3518714a17f6796cfd06d20386596077e.jpg",
        "https://lc.zoocdn.com/d7263c19235bcfcc52ff23b02aca6d58da7b74b5.jpg",
        "https://lc.zoocdn.com/f1cf58444fbad488cd80016cdfdf52e0b26db0f3.jpg"
      ],
      "street_name": "",
      "num_bathrooms": "3",
      "agent_logo": "https://st.zoocdn.com/zoopla_static_agent_logo_(574159).png",
      "price_change": [
        {
          "direction": "",
          "date": "2018-09-02 19:57:55",
          "percent": "0%",
          "price": "3500000"
        }
      ],
      "agent_phone": "01235 624944",
      "image_354_255_url": "https://lid.zoocdn.com/354/255/e8a56407cdf852408ba9d7373c8c7f16d8c769a9.jpg",
      "image_url": "https://lid.zoocdn.com/354/255/e8a56407cdf852408ba9d7373c8c7f16d8c769a9.jpg",
      "last_published_date": "2019-03-26 12:27:08",
      "crimeCount": 25
    },
    {
      "country_code": "gb",
      "num_floors": "0",
      "image_150_113_url": "https://lid.zoocdn.com/150/113/6c5085640d059bd3ccddfe006142290415abc48d.jpg",
      "listing_status": "sale",
      "num_bedrooms": "8",
      "location_is_approximate": 0,
      "image_50_38_url": "https://lid.zoocdn.com/50/38/6c5085640d059bd3ccddfe006142290415abc48d.jpg",
      "latitude": 51.518074,
      "furnished_state": null,
      "agent_address": "20 High Street, Marlborough",
      "category": "Residential",
      "property_type": "Detached house",
      "letting_fees": "Fees apply<br><br>Tenant Fees &amp; Charges<br><br>Mandatory charges associated with the setting up of your tenancy<br><br>There are various fees and charges associated with renting a property that you should be aware of when considering making an offer on a property. More detailed information is available upon request.<br><br>(Where not payable you will be advised accordingly)<br><br>Preliminary Charge - 42% Inc. VAT of the first months rent or £420 Inc. VAT, whichever is the greater.<br>This charge all inclusive charge covers the tenancy agreement, referencing and the check-in. It is not collected until the landlord has, subject-to-contact and references, accepted your offer. If the tenancy does not proceed for whatever reason we will refund a proportionate amount of the charge based on work undertaken and costs incurred.<br><br>Short Let Fee – From £440 (Inc. VAT)†<br><br>This charge applies to short term lettings only and covers: The cost of preparing an Agreement; an inventory check-in and an end of tenancy clean (excluding carpets).<br><br>Other funds you should allow for<br><br>Payment of Intent – To be agreed with you<br><br>We may require a payment of intent as confirmation of your intent to proceed with the proposed tenancy. This will be put towards your first rental payment and will only be refunded if our client elects not to proceed. Payment of this sum does not constitute the granting of a tenancy.<br><br>Rent in Advance – 1 Month<br><br>You will usually be required to pay 1 months rent in advance.<br><br>Deposit – Equivalent to 6 weeks rent<br><br>The deposit is held to protect your landlord from you not meeting your obligations under the terms of the tenancy.<br><br>Stamp Duty Land Tax<br><br>This tax is payable on tenancies where the rent exceeds £125,000.<br><br>Charges if you terminate your tenancy Change of Sharer - £420 Inc. VAT<br><br>This charge applies when you wish to replace a named tenant with another tenant part way through your tenancy and your landlord has agreed to the change. Please note that the replacement tenant will be charged separately for referencing in the sum of £54 Inc. VAT each.<br><br>Deed of Surrender - £75 Inc. VAT<br><br>This charge applies to preparation of documentation where, at your request, the landlord has agreed to release you from the tenancy early.<br><br>Charges if you renew your tenancy<br><br>Memorandum of Renewal - £90 Inc. VAT<br><br>This charge covers the cost of preparing a basic document to confirm details of any renewal.<br><br>Renewal Tenancy Agreement - £150 Inc. VAT<br><br>This charge covers the cost of preparing a more extensive renewal document where changes to the terms agreed dictate.<br><br>Potential charges at the end of your tenancy<br><br>Future Landlord Reference - £30 Inc. VAT<br><br>This charge applies when you ask us to provide a reference to a future landlord.<br><br>† Based on a 2 bedroom property in London.",
      "longitude": -1.732064,
      "thumbnail_url": "https://lid.zoocdn.com/80/60/6c5085640d059bd3ccddfe006142290415abc48d.jpg",
      "description": "Parsonage Farmhouse is a historic village house, believed to date back to the 16th century but with documented evidence from the 17th and 18th century. The property was a former farmhouse for the Burderop estate of which it remained in it's ownership until recent years when it was purchased by the current owner. It is listed Grade II as a sign of its historical integrity.It is situated adjacent to Chiseldon's historic church and at the head of a cul-de-sac and abuts a beautiful protected woodland area with a plethora of walks. Since the purchase from the Burderop estate, the current owner has conducted a thorough refurbishment from top to bottom, transforming it into the beautiful family house you see today.Its pretty facade of brick and ashlar give you a hint of the charming period detail you still find throughout. The layout provides a luxurious family feel with generous reception rooms combined with intimate snugs, opulent bedrooms and a flexible layout. The three main reception rooms are all of good proportions and enjoy a variety of views over the predominantly private grounds and have a plethora of period features as one would imagine including both open fires and flagstone floors. The large kitchen/breakfast room is fitted with a range of high quality units and a generous central island as well as space for dining. This is amply backed up with a walk-in utility room, larder, boot room, WC and store.There is good access to the outside and a very pretty courtyard. This has a useful covered veranda providing sheltered access to both the formal gardens and the adjacent office and in itself makes a wonderful area for al fresco dining.Rising the stairs to the first floor landing you will find the main suites. The master suite is an opulent and generous double aspect room with dressing room and spectacular en suite bathroom. There are three further bedrooms complimented by two further bathrooms to this floor and four further bedrooms and a family bathroom to the top. The top floor makes an ideal guest area or indeed children's bedrooms with adjacent sitting rooms. There is a useful and generous cellar ideal for wine storage but could be converted into gym, cinema room etc.SituationSituated on the edge of Chiseldon village, popular due to its primary school, church, shops and facilities and close to the historic market town of Marlborough with its twice weekly markets, extensive high street, Waitrose shop and further facilities. The M4 motorway at junction 15 is approximately 1.2 miles from Parsonage Farmhouse providing excellent access to London to the east or the West Country. There are a range of excellent schools in and around Marlborough including Dauntsey's School, Marlborough College and local primary schools as well.For the train commuter, Swindon or Pewsey both offer high speed train links to central London and the countryside surrounding Chiseldon is bursting with outdoor pursuits, excellent equestrian facilities and leisure facilities.OutsidePrivate gates lead onto a sweeping driveway providing ample parking which in turn leads onto the substantial outbuilding with garaging. This former carriage house now provides garaging with up-and-over door as well as further storage, workshops and barns. This could be turned into independent accommodation subject to the necessary planning permissions. The grounds are laid out to the front and side of the property and enjoy good privacy from the surrounding houses and church. There are a number of well stocked borders, two lawned sections and some mature trees making a pleasant outlook.Additional Information999 year lease with a virtual freehold. Peppercorn rent.",
      "post_town": "Swindon",
      "details_url": "https://www.zoopla.co.uk/for-sale/details/44168231?utm_source=v1:77-cCjDOAwKP-h3zdu0ptTP5fRhtzeDX&utm_medium=api",
      "short_description": "A beautifully renovated and substantial period family house overlooking protected woodland and surrounded by its own walled garden on the edge of this sought after village of Chiseldon.",
      "outcode": "SN4",
      "image_645_430_url": "https://lid.zoocdn.com/645/430/6c5085640d059bd3ccddfe006142290415abc48d.jpg",
      "county": "Wiltshire",
      "price": "1400000",
      "listing_id": "44168231",
      "image_caption": "",
      "image_80_60_url": "https://lid.zoocdn.com/80/60/6c5085640d059bd3ccddfe006142290415abc48d.jpg",
      "status": "for_sale",
      "agent_name": "Hamptons International - Marlborough Sales",
      "num_recepts": "5",
      "country": "England",
      "first_published_date": "2018-05-17 19:57:24",
      "displayable_address": "Church Street, Chiseldon, Swindon, Wiltshire SN4",
      "floor_plan": [
        "https://lc.zoocdn.com/4c54080f5fe4c5628c169b82f557e55c11ae3ade.jpg",
        "https://lc.zoocdn.com/6f32582583f3bef1315058ec30048b920f62535c.pdf"
      ],
      "street_name": "Chiseldon Swindon Wiltshire",
      "num_bathrooms": "5",
      "agent_logo": "https://st.zoocdn.com/zoopla_static_agent_logo_(58008).jpeg",
      "price_change": [
        {
          "direction": "",
          "date": "2018-05-17 18:00:08",
          "percent": "0%",
          "price": "1495000"
        },
        {
          "direction": "down",
          "date": "2018-06-08 21:16:08",
          "percent": "-6.3%",
          "price": "1400000"
        }
      ],
      "agent_phone": "01672 595949",
      "image_354_255_url": "https://lid.zoocdn.com/354/255/6c5085640d059bd3ccddfe006142290415abc48d.jpg",
      "image_url": "https://lid.zoocdn.com/354/255/6c5085640d059bd3ccddfe006142290415abc48d.jpg",
      "last_published_date": "2019-03-11 19:04:13",
      "price_change_summary": {
        "direction": "down",
        "percent": "-6.3%",
        "last_updated_date": "2018-06-08 21:16:08"
      },
      "crimeCount": 3
    },
    {
      "country_code": "gb",
      "num_floors": "0",
      "image_150_113_url": "https://lid.zoocdn.com/150/113/84eca5d6c25db324721f0a5f966065fa622b1d08.jpg",
      "listing_status": "sale",
      "num_bedrooms": "7",
      "location_is_approximate": 0,
      "image_50_38_url": "https://lid.zoocdn.com/50/38/84eca5d6c25db324721f0a5f966065fa622b1d08.jpg",
      "latitude": 51.584606,
      "furnished_state": null,
      "agent_address": "16 Market Place, Faringdon",
      "category": "Residential",
      "property_type": "Farmhouse",
      "longitude": -1.850889,
      "thumbnail_url": "https://lid.zoocdn.com/80/60/84eca5d6c25db324721f0a5f966065fa622b1d08.jpg",
      "description": "  Mill Farm is a beautifully presented and extensively refurbished former Farmhouse benefitting from a substantial attached barn conversion behind, providing very comfortable and attractive accommodation for two families.Mill Farm is very pleasantly located in an area known as The Fox on the outskirts of Purton, well placed for easy access to Swindon, Cirencester the A419 dual carriageway to either the M4 or M5 motorway junctions.The properties have been the subject of an extensive remodelling and refurbishment over the last eight years or so, this involved an extension to The Farmhouse. It provides an impressive contemporary kitchen and the conversion of the attached barn behind that provides a large and comfortable two bedroom additional dwelling.It should also be noted that both properties have their own private entrance and driveway vehicular access and a connecting reception room currently provides a games room between the two properties.Mill Farm is approached into a welcoming entrance hall with Oak floor and an adjacent cloakroom.The sitting room has three windows onto the rear aspect, a fireplace and wood burner. There is a well-proportioned separate dining room and a study/playroom, a particular feature to the Farmhouse is a large contemporary kitchen with extensive windows overlooking the garden, bi-fold doors and a large central island, with an extensive range of units, plus further doors to the side, a lantern-style feature roof and there is also a utility room.At first floor level are five bedrooms, the master bedroom is a very impressive room opening into an a-frame roof with a dressing area, walk in wardrobe and a large en-suite shower room has two separate basins and a large shower cubicle.There are four further bedrooms that are all well-proportioned and a large family bathroom has a bath and a contemporary shower.At ground floor level the games room has an adjacent sauna and gym area, this connects through to the entrance hall leading to the adjacent Barn.The Barn has been converted to a superb standard and quality, providing very comfortable living space with large airy rooms. It is approached via an entrance hall with doors to the front and to the main courtyard. The spacious sitting room leads to a conservatory, a cloakroom and also an impressive room incorporating an open-plan kitchen that has an extensive range of well-fitted modern units, sitting area and dining room.The two large bedrooms on the first floor are accessed by individual staircases and include a shower room and bathroom.The Farmhouse is approached over a gated driveway, leading to an extensive driveway and turning area, there are several refurbished outbuildings providing storage, workshops and garaging, formally stables.The Farmhouse garden is currently to the front and the barn garden to the side. The Barn has its own vehicular access and extensive driveway parking and overall the gardens and amount to circa three acres.There is a lovely African style gazebo with heating and an orchard area.The property benefits from replacement sympathetic UPVC windows, many of which are in a sash style, keeping with the period property. The Farmhouse has oil-central heating and the Barn Calor gas and both benefit from their own solar panels.Amenities  Purton is a vibrant and conveniently located village with a good range of shops and amenities. Swindon, approximately six miles east of Purton, offers a continually expanding and improving shopping centre, together with a wide choice of leisure facilities including golf, ice skating, swimming, country and water parks.A mainline station providing fast track access to London is in Swindon centre (Paddington 55 minutes). The M4 (Junction 16) is around six miles and the A419 is to the north east providing good access to both M4 Junction 15, Cirencester, the Cotswolds and M5. There is a good range of both private and state schooling within a twenty miles radius with one of the best secondary schools in the area, Braden Forest School, a short walk away.",
      "post_town": "Swindon",
      "details_url": "https://www.zoopla.co.uk/for-sale/details/50412682?utm_source=v1:77-cCjDOAwKP-h3zdu0ptTP5fRhtzeDX&utm_medium=api",
      "short_description": "Impressive well presented and extended former farmhouse with beautifully converted barn / additional dwelling suitable for two families or similar.Overall circa 3 acres, extensive outbuildings and garaging.",
      "outcode": "SN5",
      "image_645_430_url": "https://lid.zoocdn.com/645/430/84eca5d6c25db324721f0a5f966065fa622b1d08.jpg",
      "county": "Wiltshire",
      "price": "1350000",
      "listing_id": "50412682",
      "image_caption": "",
      "image_80_60_url": "https://lid.zoocdn.com/80/60/84eca5d6c25db324721f0a5f966065fa622b1d08.jpg",
      "status": "for_sale",
      "agent_name": "Perry Bishop and Chambers",
      "num_recepts": "8",
      "country": "England",
      "first_published_date": "2019-02-06 16:40:28",
      "displayable_address": "The Fox, Purton, Swindon SN5",
      "floor_plan": [
        "https://lc.zoocdn.com/1e0585c748f715a432ace74992a5ab9db5eb8837.png",
        "https://lc.zoocdn.com/8af9eda6a876628731030c866c13205f42fc0e06.png"
      ],
      "street_name": "The Fox",
      "num_bathrooms": "3",
      "agent_logo": "https://st.zoocdn.com/zoopla_static_agent_logo_(524900).png",
      "price_change": [
        {
          "direction": "",
          "date": "2019-02-06 16:31:29",
          "percent": "0%",
          "price": "1350000"
        },
        {
          "direction": "down",
          "date": "2019-02-18 15:38:32",
          "percent": "-3.7%",
          "price": "1300000"
        }
      ],
      "agent_phone": "01367 232984",
      "image_354_255_url": "https://lid.zoocdn.com/354/255/84eca5d6c25db324721f0a5f966065fa622b1d08.jpg",
      "image_url": "https://lid.zoocdn.com/354/255/84eca5d6c25db324721f0a5f966065fa622b1d08.jpg",
      "last_published_date": "2019-02-18 15:44:49",
      "price_change_summary": {
        "direction": "down",
        "percent": "-3.7%",
        "last_updated_date": "2019-02-18 15:38:32"
      },
      "crimeCount": 25
    },
    {
      "country_code": "gb",
      "num_floors": "0",
      "image_150_113_url": "https://lid.zoocdn.com/150/113/f2ecd6ba4f87e629ae4fed0f5c42459049b5aa5c.jpg",
      "listing_status": "sale",
      "num_bedrooms": "5",
      "location_is_approximate": 0,
      "image_50_38_url": "https://lid.zoocdn.com/50/38/f2ecd6ba4f87e629ae4fed0f5c42459049b5aa5c.jpg",
      "latitude": 51.535152,
      "furnished_state": null,
      "agent_address": "80-81 High Street, Wroughton, Swindon",
      "category": "Residential",
      "property_type": "Detached house",
      "longitude": -1.699741,
      "thumbnail_url": "https://lid.zoocdn.com/80/60/f2ecd6ba4f87e629ae4fed0f5c42459049b5aa5c.jpg",
      "description": "***no onward chain***Tucked away in a secluded spot, this detached property has a wealth of character, offering three generous receptions, air-conditioned conservatory, five/six bedrooms and four bathrooms. All situated on an elevated plot bordered by mature trees offering complete privacy with a tennis court, double garage and workshop. The accommodation comprises: Entrance hallway; living room with wood burner; dining room; kitchen with island unit, Aga and log burner; conservatory; games room/cocktail lounge to rear of kitchen; study/bedroom five with a neighbouring shower room off the hallway, ideal for an elderly relative. To the first floor: Air-conditioned master bedroom with five piece en-suite; second bedroom with shower en-suite; two further bedrooms and five piece main bathroom. To the second floor: Further bedroom/hobbies space with access to loft storage. Externally: Accessed via an electric sliding gate opening out onto a substantial driveway, double garage, separate store, raised patio area with barbeque and open fire all overlooking the gardens which are mainly laid to lawn surrounded by a variety of well stocked borders. Tennis court to rear situated in an elevated position.Liddington is conveniently located for J15 of the M4, and the market towns of Marlborough and Cirencester are only a short drive away, as is Swindon with its mainline railway station (London Paddington is 55 mins). The area is well served by private schools including Pinewood, St Francis Pewsey, Marlborough College, St Mary's Calne and Dauntsey's.",
      "post_town": "Swindon",
      "details_url": "https://www.zoopla.co.uk/for-sale/details/49992684?utm_source=v1:77-cCjDOAwKP-h3zdu0ptTP5fRhtzeDX&utm_medium=api",
      "short_description": "***no onward chain*** Tucked away in a secluded spot, this detached property has a wealth of character, offering three generous receptions, air-conditioned conservatory, five/six bedrooms and four bathrooms. All situated on an elevated (truncated)",
      "outcode": "SN4",
      "image_645_430_url": "https://lid.zoocdn.com/645/430/f2ecd6ba4f87e629ae4fed0f5c42459049b5aa5c.jpg",
      "county": "Wiltshire",
      "price": "1100000",
      "listing_id": "49992684",
      "image_caption": "Image 1",
      "image_80_60_url": "https://lid.zoocdn.com/80/60/f2ecd6ba4f87e629ae4fed0f5c42459049b5aa5c.jpg",
      "status": "for_sale",
      "agent_name": "Richard James Estate Agents",
      "num_recepts": "4",
      "country": "England",
      "first_published_date": "2018-07-26 14:06:15",
      "displayable_address": "Ham Road, Liddington, Wiltshire SN4",
      "floor_plan": [
        "https://lc.zoocdn.com/51c2e61b25d6b31d568ed5294dcb19e983bfd691.jpg",
        "https://lc.zoocdn.com/fc661340076e8ea195cc13b3263633611086aa18.jpg",
        "https://lc.zoocdn.com/8eec12e5df7bfc41c17c6c18066aa1ae21ebd88f.jpg",
        "https://lc.zoocdn.com/acad8fcfa7ddad577a0be82ad90bc197893acb4d.jpg",
        "https://lc.zoocdn.com/001c6ecb5f37326974cfa041c1de4a629d48a9b3.jpg"
      ],
      "street_name": "Ham Road",
      "num_bathrooms": "4",
      "agent_logo": "https://st.zoocdn.com/zoopla_static_agent_logo_(372693).png",
      "price_change": [
        {
          "direction": "",
          "date": "2018-07-26 14:02:49",
          "percent": "0%",
          "price": "1100000"
        }
      ],
      "agent_phone": "01793 937600",
      "image_354_255_url": "https://lid.zoocdn.com/354/255/f2ecd6ba4f87e629ae4fed0f5c42459049b5aa5c.jpg",
      "image_url": "https://lid.zoocdn.com/354/255/f2ecd6ba4f87e629ae4fed0f5c42459049b5aa5c.jpg",
      "last_published_date": "2019-03-09 01:45:22",
      "crimeCount": 6
    },
    {
      "country_code": "gb",
      "num_floors": "0",
      "image_150_113_url": "https://lid.zoocdn.com/150/113/af9cba07207179a31faccb2f712629a157cd4840.jpg",
      "listing_status": "sale",
      "num_bedrooms": "4",
      "location_is_approximate": 0,
      "image_50_38_url": "https://lid.zoocdn.com/50/38/af9cba07207179a31faccb2f712629a157cd4840.jpg",
      "latitude": 51.572052,
      "furnished_state": null,
      "agent_address": "67-71 Castle Street, Cirencester",
      "category": "Residential",
      "property_type": "Detached house",
      "letting_fees": "Fees apply<br><br>Tenant Fees &amp; Charges<br><br>Mandatory charges associated with the setting up of your tenancy<br><br>There are various fees and charges associated with renting a property that you should be aware of when considering making an offer on a property. More detailed information is available upon request.<br><br>(Where not payable you will be advised accordingly)<br><br>Preliminary Charge - 42% Inc. VAT of the first months rent or £420 Inc. VAT, whichever is the greater.<br>This charge all inclusive charge covers the tenancy agreement, referencing and the check-in. It is not collected until the landlord has, subject-to-contact and references, accepted your offer. If the tenancy does not proceed for whatever reason we will refund a proportionate amount of the charge based on work undertaken and costs incurred.<br><br>Short Let Fee – From £440 (Inc. VAT)†<br><br>This charge applies to short term lettings only and covers: The cost of preparing an Agreement; an inventory check-in and an end of tenancy clean (excluding carpets).<br><br>Other funds you should allow for<br><br>Payment of Intent – To be agreed with you<br><br>We may require a payment of intent as confirmation of your intent to proceed with the proposed tenancy. This will be put towards your first rental payment and will only be refunded if our client elects not to proceed. Payment of this sum does not constitute the granting of a tenancy.<br><br>Rent in Advance – 1 Month<br><br>You will usually be required to pay 1 months rent in advance.<br><br>Deposit – Equivalent to 6 weeks rent<br><br>The deposit is held to protect your landlord from you not meeting your obligations under the terms of the tenancy.<br><br>Stamp Duty Land Tax<br><br>This tax is payable on tenancies where the rent exceeds £125,000.<br><br>Charges if you terminate your tenancy Change of Sharer - £420 Inc. VAT<br><br>This charge applies when you wish to replace a named tenant with another tenant part way through your tenancy and your landlord has agreed to the change. Please note that the replacement tenant will be charged separately for referencing in the sum of £54 Inc. VAT each.<br><br>Deed of Surrender - £75 Inc. VAT<br><br>This charge applies to preparation of documentation where, at your request, the landlord has agreed to release you from the tenancy early.<br><br>Charges if you renew your tenancy<br><br>Memorandum of Renewal - £90 Inc. VAT<br><br>This charge covers the cost of preparing a basic document to confirm details of any renewal.<br><br>Renewal Tenancy Agreement - £150 Inc. VAT<br><br>This charge covers the cost of preparing a more extensive renewal document where changes to the terms agreed dictate.<br><br>Potential charges at the end of your tenancy<br><br>Future Landlord Reference - £30 Inc. VAT<br><br>This charge applies when you ask us to provide a reference to a future landlord.<br><br>† Based on a 2 bedroom property in London.",
      "longitude": -1.87025,
      "thumbnail_url": "https://lid.zoocdn.com/80/60/af9cba07207179a31faccb2f712629a157cd4840.jpg",
      "description": "Located within the highly desirable village of Lydiard Millicent is this delightful, detached Grade II Listed, thatched house. Believed to date from the 17th century it has been sympathetically extended to create a fabulous and functional family home which enjoys a secluded position backing onto fields. This lovely substantial house (2917 sq. Ft.) enjoys many period features with much warmth and character coupled with a versatile and adaptable layout. Of particular note is the wonderful conservatory, which serves as the kitchen dining space, fitted with an excellent range of base and wall mounted cupboards, granite worktops and Aga. This lovely bright room has two sets of double opening doors out to a wide terrace and garden beyond. The adjacent family room in contrast is full of period charm character with exposed beams and a large stone fireplace, as is the sitting room, the connecting reception room and snug. The ground floor living space is complemented by a rear hallway, study, cloakroom and utility room. Located on the first floor are 4 bedrooms. The master bedroom enjoys a vaulted ceiling and a spacious ensuite bathroom with separate walk-in shower unit. There are 3 further bedrooms and 2 bathrooms, one of which is ensuite.SituationThe village of Lydiard Millicent is an active community which supports a public house, village hall, primary school as well as a Church. Everyday shopping needs are available at either Royal Wootton Bassett, about 3 miles or the West Swindon centre, about 2.5 miles which has a supermarket, bank, sports complex, cinemas and restaurants, and a hotel. The larger centre of Swindon about 4.5 miles provides extensive shopping and recreational facilities as does Cirencester, about 15 miles and Marlborough, about 17 miles. Communications are excellent with Junction 16 of the M4 about 4 miles away. There is also a fast Intercity rail service from Swindon, about 6 miles, to London Paddington approx. 60 mins. Leisure and sporting facilities in the area include sailing at the Cotswold Water Park, golf at the Wiltshire Golf and Country Club and walking on the Marlborough Downs. Schooling in the area is excellent with a selection of both state and private schools.OutsideIn all the whole plot extends to 1.304 acres and consists of well stocked mature gardens, driveway, parking and a detached 40ft. Triple garage.To the front of the house is a pretty cottage garden with wide borders and lawn, and to the rear a generous terrace, a wide expanse of lawn enjoying a number of mature trees and an orchard beyond.Entrance Hall Cloakroom Utility Room Study Sitting Room Family Room Kitchen Dining Room Four Bedrooms Three Bathrooms Triple Garage Gardens Orchard In All 1.304 Acres ",
      "post_town": "Swindon",
      "details_url": "https://www.zoopla.co.uk/for-sale/details/50099914?utm_source=v1:77-cCjDOAwKP-h3zdu0ptTP5fRhtzeDX&utm_medium=api",
      "short_description": "A detached Grade II Listed, thatched 4 bedroom house, believed to date from the 17th century, that has been sympathetically extended to create a fabulous and functional family home which enjoys a secluded position backing onto fields. Also includes a triple garage, parking and in all, 1.3 acres.",
      "outcode": "SN5",
      "image_645_430_url": "https://lid.zoocdn.com/645/430/af9cba07207179a31faccb2f712629a157cd4840.jpg",
      "county": "Wiltshire",
      "price": "1100000",
      "listing_id": "50099914",
      "image_caption": "Front Garden",
      "image_80_60_url": "https://lid.zoocdn.com/80/60/af9cba07207179a31faccb2f712629a157cd4840.jpg",
      "status": "for_sale",
      "agent_name": "Hamptons International - Cirencester",
      "num_recepts": "3",
      "country": "England",
      "first_published_date": "2019-01-08 12:26:49",
      "displayable_address": "The Butts, Lydiard Millicent, Wiltshire SN5",
      "price_modifier": "guide_price",
      "floor_plan": [
        "https://lc.zoocdn.com/61017c34562d4c5a3884ff2d1eacd8ed8df2b81d.gif",
        "https://lc.zoocdn.com/b282ba84f6572b06c9128d678e58d68b9afac778.pdf"
      ],
      "street_name": "Lydiard Millicent Wiltshire",
      "num_bathrooms": "3",
      "agent_logo": "https://st.zoocdn.com/zoopla_static_agent_logo_(58008).jpeg",
      "price_change": [
        {
          "direction": "",
          "date": "2019-01-08 11:14:23",
          "percent": "0%",
          "price": "1200000"
        },
        {
          "direction": "down",
          "date": "2019-04-02 16:11:03",
          "percent": "-8.3%",
          "price": "1100000"
        }
      ],
      "agent_phone": "01285 367088",
      "image_354_255_url": "https://lid.zoocdn.com/354/255/af9cba07207179a31faccb2f712629a157cd4840.jpg",
      "image_url": "https://lid.zoocdn.com/354/255/af9cba07207179a31faccb2f712629a157cd4840.jpg",
      "last_published_date": "2019-04-02 17:24:05",
      "price_change_summary": {
        "direction": "down",
        "percent": "-8.3%",
        "last_updated_date": "2019-04-02 16:11:03"
      },
      "crimeCount": 22
    },
    {
      "country_code": "gb",
      "num_floors": "0",
      "image_150_113_url": "https://lid.zoocdn.com/150/113/ecc1095c0d1c0fd24bbed63ffd88bbda94f6dd1f.jpg",
      "listing_status": "sale",
      "num_bedrooms": "5",
      "location_is_approximate": 0,
      "image_50_38_url": "https://lid.zoocdn.com/50/38/ecc1095c0d1c0fd24bbed63ffd88bbda94f6dd1f.jpg",
      "latitude": 51.530003,
      "furnished_state": null,
      "agent_address": "80-81 High Street, Wroughton, Swindon",
      "category": "Residential",
      "property_type": "Detached house",
      "longitude": -1.703696,
      "thumbnail_url": "https://lid.zoocdn.com/80/60/ecc1095c0d1c0fd24bbed63ffd88bbda94f6dd1f.jpg",
      "description": "A five bedroom 17th century Grade II Listed Building set within the tranquil village of Liddington providing over 5000 sq.Ft. Of accommodation set on a plot approaching 0.75 of an acre.Parsonage House is steeped in history, with a raft of period features including fireplaces, beamed ceilings and window shutters. The house is approached along Church Lane, a cul-de-sac serving only a handful of properties and the church. To the side of the house there is an iron gate providing pedestrian access to the side and rear grounds. Further along the lane electronic double gates provide vehicular access to a cobbled stone parking area, which can accommodate approximately 4 cars.Quietly situated in an elevated downland location in the village of Liddington, on the edge of the Marlborough Downs, about 15 minutes north of Marlborough. The parish has been an area of settlement since the earliest times, with the Ridgeway the parish north of the village and the Iron Age hill-fort known as Liddington Castle overlooking the present-day village. The village has a public house and a church, with a primary school close by in Wanborough. There are also good local private schools - Pinewood in Bourton and Marlborough College. Liddington is within easy reach of the M4 motorway, and the A419 to Cirencester and there are fast rail links to London Paddington (c.55 mins) from Swindon.",
      "post_town": "Swindon",
      "details_url": "https://www.zoopla.co.uk/for-sale/details/49992666?utm_source=v1:77-cCjDOAwKP-h3zdu0ptTP5fRhtzeDX&utm_medium=api",
      "short_description": "A five bedroom 17th century Grade II Listed Building set within the tranquil village of Liddington providing over 5000 sq.Ft. Of accommodation set on a plot approaching 0.75 of an acre.  Parsonage House is steeped in history, with (truncated)",
      "outcode": "SN4",
      "image_645_430_url": "https://lid.zoocdn.com/645/430/ecc1095c0d1c0fd24bbed63ffd88bbda94f6dd1f.jpg",
      "county": "Wiltshire",
      "price": "1000000",
      "listing_id": "49992666",
      "image_caption": "Image 2",
      "image_80_60_url": "https://lid.zoocdn.com/80/60/ecc1095c0d1c0fd24bbed63ffd88bbda94f6dd1f.jpg",
      "status": "for_sale",
      "agent_name": "Richard James Estate Agents",
      "num_recepts": "3",
      "country": "England",
      "first_published_date": "2018-05-24 15:18:03",
      "displayable_address": "Church Road, Liddington, Wiltshire SN4",
      "price_modifier": "offers_over",
      "floor_plan": [
        "https://lc.zoocdn.com/492cc03c01c18bcedb6b4c56e8098b37ec3e5367.jpg",
        "https://lc.zoocdn.com/7b7831e1f045b4844c7eca454da60b9d076308b2.jpg"
      ],
      "street_name": "Church Road",
      "num_bathrooms": "4",
      "agent_logo": "https://st.zoocdn.com/zoopla_static_agent_logo_(372693).png",
      "price_change": [
        {
          "direction": "",
          "date": "2018-05-24 15:06:00",
          "percent": "0%",
          "price": "1000000"
        }
      ],
      "agent_phone": "01793 937600",
      "image_354_255_url": "https://lid.zoocdn.com/354/255/ecc1095c0d1c0fd24bbed63ffd88bbda94f6dd1f.jpg",
      "image_url": "https://lid.zoocdn.com/354/255/ecc1095c0d1c0fd24bbed63ffd88bbda94f6dd1f.jpg",
      "last_published_date": "2019-02-20 01:46:20",
      "crimeCount": 7
    },
    {
      "country_code": "gb",
      "num_floors": "0",
      "image_150_113_url": "https://lid.zoocdn.com/150/113/97b0230a5666de85d228da73360e83723d20fc69.jpg",
      "listing_status": "sale",
      "num_bedrooms": "7",
      "location_is_approximate": 0,
      "image_50_38_url": "https://lid.zoocdn.com/50/38/97b0230a5666de85d228da73360e83723d20fc69.jpg",
      "latitude": 51.584606,
      "furnished_state": null,
      "agent_address": "Lucena House, Shaw Village,, Swindon",
      "category": "Residential",
      "property_type": "Detached house",
      "longitude": -1.850889,
      "floor_area": {
        "max_floor_area": {
          "value": "6000",
          "units": "sq_feet"
        },
        "min_floor_area": {
          "value": "5000",
          "units": "sq_feet"
        }
      },
      "thumbnail_url": "https://lid.zoocdn.com/80/60/97b0230a5666de85d228da73360e83723d20fc69.jpg",
      "description": "** Ideal Annexe / Separate Living Accommodation ** Live/Work Space **Mill Farm offers a unique opportunity to acquire a substantial family home offering in excess of 5500sqft and is set up in the form of two dwellings each with independent driveway access. In addition to a c.2 acre paddock (available via separate negotiaton). The former stable block offers a range of uses for hobbies, storage and potential work space if required. Mill farm has also had the addition of a 49' x 9'7ft Barn added.Mill Farm Main House- at a glance.* Five Bedrooms * Master Bedroom with exposed beams, ensuite and dressing room * Four Piece Bathroom * Seven Reception Rooms including games room with bar area* Sauna * Refitted Kitchen/Breakfast Room with lantern Roof * Cloakroom * Open Plan Hall * Utility Room *The Barn at Mill Farm- at a glance.* Two Double Bedrooms * Ensuite and Bathroom * Open Plan Re Fitted Kitchen/Family/Dining Room * Living Room * Conservatory overlooking open fields *Purton is located near J16 M4, provides great access to Swindon station (Paddington c.1hour), as well being close to market towns of Cricklade and Royal Wootton Bassett. Cirencester, Malmesbury and Marlborough are also within easy reach.",
      "post_town": "Swindon",
      "details_url": "https://www.zoopla.co.uk/for-sale/details/50400391?utm_source=v1:77-cCjDOAwKP-h3zdu0ptTP5fRhtzeDX&utm_medium=api",
      "short_description": "** Ideal Annexe / Separate Living Accommodation ** Live/Work Space **  Mill Farm offers a unique opportunity to acquire a substantial family home offering in excess of 5500sqft and is set up in the form of two dwellings each with (truncated)",
      "outcode": "SN5",
      "image_645_430_url": "https://lid.zoocdn.com/645/430/97b0230a5666de85d228da73360e83723d20fc69.jpg",
      "county": "Wiltshire",
      "price": "1000000",
      "listing_id": "50400391",
      "image_caption": "Picture No. 82",
      "image_80_60_url": "https://lid.zoocdn.com/80/60/97b0230a5666de85d228da73360e83723d20fc69.jpg",
      "status": "for_sale",
      "agent_name": "Richard James Estate Agents",
      "num_recepts": "2",
      "country": "England",
      "first_published_date": "2019-02-05 17:20:57",
      "displayable_address": "Mill Farm, The Fox, Purton, Swindon SN5",
      "price_modifier": "offers_over",
      "floor_plan": [
        "https://lc.zoocdn.com/5cd604cea6fd39c6425159ea1948c2a7c88d41ce.jpg",
        "https://lc.zoocdn.com/3d9cab432bfb600af53788c84a828103a35b6488.jpg"
      ],
      "street_name": "Mill Farm",
      "num_bathrooms": "1",
      "agent_logo": "https://st.zoocdn.com/zoopla_static_agent_logo_(372693).png",
      "price_change": [
        {
          "direction": "",
          "date": "2019-02-05 17:18:25",
          "percent": "0%",
          "price": "1300000"
        },
        {
          "direction": "down",
          "date": "2019-03-05 12:40:15",
          "percent": "-23%",
          "price": "1000000"
        }
      ],
      "agent_phone": "01793 937593",
      "image_354_255_url": "https://lid.zoocdn.com/354/255/97b0230a5666de85d228da73360e83723d20fc69.jpg",
      "image_url": "https://lid.zoocdn.com/354/255/97b0230a5666de85d228da73360e83723d20fc69.jpg",
      "last_published_date": "2019-04-24 00:42:50",
      "price_change_summary": {
        "direction": "down",
        "percent": "-23%",
        "last_updated_date": "2019-03-05 12:40:15"
      },
      "crimeCount": 7
    },
    {
      "country_code": "gb",
      "num_floors": "0",
      "image_150_113_url": "https://lid.zoocdn.com/150/113/1a3d149e9c79cd45684837cc4b4908093ea1e6d6.jpg",
      "listing_status": "sale",
      "num_bedrooms": "5",
      "location_is_approximate": 0,
      "image_50_38_url": "https://lid.zoocdn.com/50/38/1a3d149e9c79cd45684837cc4b4908093ea1e6d6.jpg",
      "latitude": 51.61216,
      "furnished_state": null,
      "agent_address": "No33 High Street, Shrivenham, Swindon",
      "category": "Residential",
      "property_type": "Detached house",
      "longitude": -1.70153,
      "thumbnail_url": "https://lid.zoocdn.com/80/60/1a3d149e9c79cd45684837cc4b4908093ea1e6d6.jpg",
      "description": "  Set in 1.2 acres with a paddock, 3 stables and tackroom (with planning permission for residential conversion), a substantial 5 bedroom detached house (totaling just under 3,000 sq ft including the garage), large well maintained gardens, plentiful parking, large single detached garage, option to rent/buy more land (tbc). Churchview sits in an elevated position with attractive rural views across neighbouring fields and towards Sevenhampton Church.The house is approached via a tarmac entrance which leads to the side of the house and up to the detached single garage, which has a full length work bench and solar panel fitted to the roof. The drive continues on, past the house to the stables and also round to a tarmacked area to provide lorry parking (or otherwise).From the parking area, the side door leads into a generous hallway, which is currently used as a dining room, to the left is a large cloakroom with fitted cupboards. To the right of the hall is an expansive sitting room with a gas powered stove, windows spanning both sides and French doors at one end leading into the garden. Straight on and to the left of the hall is the snug with a multi fuel stove. Through the hall is a good sized kitchen, with ample room for a family sized kitchen table. There are a good range of fitted units, an integral fridge freezer, 2 chest height ovens and space for a dishwasher. Through the kitchen is a large utility room with fitted cupboards and space for washing machine and tumble dryer and other white goods.The first floor has 3 double bedrooms, a single bedroom and a large family shower and bathroom. The master bedroom has an en-suite shower room and looks over the gardens and fields beyond. The second floor has a double bedroom and potentially a sixth bedroom if one allows for a walk through.There is a large well maintained mainly lawn garden. The garden is private and not overlooked and benefits from all day and evening sun and a hot tub on the patio. The garden borders and has views across the fields beyond.For an equestrian occupier, hacking locally is considered to be good for example there is an approximate 7 mile loop down Fresden Lane and back through Coleshill National Trust Park and a bridle path just 100 yards from the house. The very popular Wickstead Equestrian centre which has an indoor school, extensive stabling and livery and a cross country course and is within a short ridable distance.Shrivenham is 2 miles away and is a vibrant and well equipped village sitting at the foot of the Wiltshire and Berkshire Downs and at the entrance of the Vale of The White Horse. The village offers three public houses, a very popular artisan coffee house and delicatessen, convenience stores, hair dressers, florists, beauticians, a doctors surgery and pharmacist to name a few. There is a popular primary school in the heart of the village.The village is also home to the international and prestigious Defence Academy (formally The Royal Military Collage of Science).Swindon centre is approximately 8 miles and Oxford 25 miles (accessed directly via the A420) where there are bus and train services, (trains from Swindon, Hungerford and Didcot direct to London Paddington)Junction 15 of the M4 is approximately 9 miles providing access to the west (Bath/Bristol and the M5) and to the East (Newbury/Reading and London).Cirencester is located approximately 21 miles away and can be accessed via the A419 which is circa 4 miles from Shrivenham.Shrivenham C of E (C) Primary School is located in the centre of the village Ofsted rating GoodSecondary – Faringdon Community College – Ofsted rating OutstandingPinewood Preparatory School is approximately 10 minutes by car.DisclaimerThese particulars have been prepared with the utmost care but their accuracy including text, measurements, photographs and plans is for the guidance only of prospective purchasers and must not be relied upon as statements of fact. Their accuracy is not guaranteed. Descriptions are provided in good faith representing the opinion of the vendors' agents and should not be construed as statements of fact. Nothing in these particulars shall be deemed to imply that the property is in good condition or otherwise, nor that any services, facilities, fixtures and fittings are in good working order. These particulars do not constitute part of any offer or contract.Every effort has been taken to ensure that all statements contained within these particulars are factually correct. However, if applicants are uncertain about any relevant point, they are advised to ring this office for clarification. By doing so they may save themselves an unnecessary journey. All measurements given are approximate and are wall to wall unless stated otherwise.Viewing strictly through sole agents Kidson-Trigg  ",
      "post_town": "Swindon",
      "details_url": "https://www.zoopla.co.uk/for-sale/details/48348376?utm_source=v1:77-cCjDOAwKP-h3zdu0ptTP5fRhtzeDX&utm_medium=api",
      "short_description": "Set in 1.2 acres with a paddock, 3 stables and tackroom (with planning consent for residential conversion), a substantial 5 bedroom detached house with large well maintained gardens, plentiful parking, large single detached garage, option to rent/buy more land (tbc).",
      "outcode": "SN6",
      "image_645_430_url": "https://lid.zoocdn.com/645/430/1a3d149e9c79cd45684837cc4b4908093ea1e6d6.jpg",
      "county": "Wiltshire",
      "price": "950000",
      "listing_id": "48348376",
      "image_caption": "",
      "image_80_60_url": "https://lid.zoocdn.com/80/60/1a3d149e9c79cd45684837cc4b4908093ea1e6d6.jpg",
      "status": "for_sale",
      "agent_name": "Kidson-Trigg - Chartered Surveyors and Auctioneers",
      "num_recepts": "0",
      "country": "England",
      "first_published_date": "2018-07-12 14:12:13",
      "displayable_address": "Sevenhampton, Swindon SN6",
      "price_modifier": "offers_over",
      "floor_plan": [
        "https://lc.zoocdn.com/500e6327508defd147935a79cad1e7187b10fdb6.png",
        "https://lc.zoocdn.com/28c28e796d28895543de326b15548740176066e1.png"
      ],
      "street_name": "",
      "num_bathrooms": "0",
      "agent_logo": "https://st.zoocdn.com/zoopla_static_agent_logo_(309795).png",
      "price_change": [
        {
          "direction": "",
          "date": "2018-07-12 14:09:33",
          "percent": "0%",
          "price": "1050000"
        },
        {
          "direction": "down",
          "date": "2018-09-05 11:30:30",
          "percent": "-9.5%",
          "price": "950000"
        }
      ],
      "agent_phone": "01793 988963",
      "image_354_255_url": "https://lid.zoocdn.com/354/255/1a3d149e9c79cd45684837cc4b4908093ea1e6d6.jpg",
      "image_url": "https://lid.zoocdn.com/354/255/1a3d149e9c79cd45684837cc4b4908093ea1e6d6.jpg",
      "last_published_date": "2018-09-26 11:44:52",
      "price_change_summary": {
        "direction": "down",
        "percent": "-9.5%",
        "last_updated_date": "2018-09-05 11:30:30"
      },
      "crimeCount": 6
    },
    {
      "country_code": "gb",
      "num_floors": "0",
      "image_150_113_url": "https://lid.zoocdn.com/150/113/cc306fb66f073edf2520b3d7a3c6ab48e69f0604.jpg",
      "listing_status": "sale",
      "num_bedrooms": "7",
      "location_is_approximate": 0,
      "image_50_38_url": "https://lid.zoocdn.com/50/38/cc306fb66f073edf2520b3d7a3c6ab48e69f0604.jpg",
      "latitude": 51.522957,
      "furnished_state": null,
      "agent_address": "80-81 High Street, Wroughton, Swindon",
      "category": "Residential",
      "property_type": "Detached house",
      "longitude": -1.788103,
      "thumbnail_url": "https://lid.zoocdn.com/80/60/cc306fb66f073edf2520b3d7a3c6ab48e69f0604.jpg",
      "description": "Built by Palace Homes of Marlborough in 2004, St Helen's Gardens is a select development of just five homes nestled in a quiet spot in the heart of Old Wroughton. 'The Four Seasons' is an impressive detached house, with accommodation totaling 3750sq ft that is arranged over three floors. The kitchen/dining/family room is the real hub of this family home, with a 'John Lewis of Hungerford' fitted kitchen including granite work surfaces and an island unit. There are generous reception rooms including a formal dining room, study and sitting room that offers views over the walled gardens. The first floor has two bedrooms with en-suite facilities, three further bedrooms and a family bathroom. To the second floor there are two additional bedrooms, one of which would be ideally suited for use as a media room/games room. There is a detached double garage and ample driveway parking approached through electric gates.Wroughton has a thriving community with a wide range of amenities, excellent schooling and great transport links. There is a Waitrose supermarket a short drive away and the market town of Marlborough is just 11 miles to the South. There are mainline rail links to London Paddington from Swindon station (55 minutes direct)",
      "post_town": "Swindon",
      "details_url": "https://www.zoopla.co.uk/for-sale/details/50899643?utm_source=v1:77-cCjDOAwKP-h3zdu0ptTP5fRhtzeDX&utm_medium=api",
      "short_description": "Built by Palace Homes of Marlborough in 2004, St Helen's Gardens is a select development of just five homes nestled in a quiet spot in the heart of Old Wroughton. 'The Four Seasons' is an impressive detached house, with accommodation totaling (truncated)",
      "outcode": "SN4",
      "image_645_430_url": "https://lid.zoocdn.com/645/430/cc306fb66f073edf2520b3d7a3c6ab48e69f0604.jpg",
      "county": "Wiltshire",
      "price": "950000",
      "listing_id": "50899643",
      "image_caption": "Image 10",
      "image_80_60_url": "https://lid.zoocdn.com/80/60/cc306fb66f073edf2520b3d7a3c6ab48e69f0604.jpg",
      "status": "for_sale",
      "agent_name": "Richard James Estate Agents",
      "num_recepts": "3",
      "country": "England",
      "first_published_date": "2019-03-23 01:43:16",
      "displayable_address": "St Helen's Gardens, Wroughton, Swindon Wiltshire SN4",
      "price_modifier": "offers_over",
      "floor_plan": [
        "https://lc.zoocdn.com/d2d2fe18dd054a867114d2c037980bf57225be8b.jpg",
        "https://lc.zoocdn.com/ee9fe0ad3a646efa0a7c6f71c9a80da3b6a2e694.jpg"
      ],
      "street_name": "St Helen's Gardens",
      "num_bathrooms": "3",
      "agent_logo": "https://st.zoocdn.com/zoopla_static_agent_logo_(372693).png",
      "price_change": [
        {
          "direction": "",
          "date": "2019-03-23 01:38:36",
          "percent": "0%",
          "price": "950000"
        }
      ],
      "agent_phone": "01793 937600",
      "image_354_255_url": "https://lid.zoocdn.com/354/255/cc306fb66f073edf2520b3d7a3c6ab48e69f0604.jpg",
      "image_url": "https://lid.zoocdn.com/354/255/cc306fb66f073edf2520b3d7a3c6ab48e69f0604.jpg",
      "last_published_date": "2019-04-13 00:43:02",
      "crimeCount": 34
    },
    {
      "country_code": "gb",
      "num_floors": "0",
      "image_150_113_url": "https://lid.zoocdn.com/150/113/2ab1bd5d185a0d582e4f6f54cee8c45f9c10a167.jpg",
      "listing_status": "sale",
      "num_bedrooms": "9",
      "location_is_approximate": 0,
      "image_50_38_url": "https://lid.zoocdn.com/50/38/2ab1bd5d185a0d582e4f6f54cee8c45f9c10a167.jpg",
      "latitude": 51.587986,
      "furnished_state": null,
      "agent_address": "9a Orchard Street, Didcot",
      "category": "Residential",
      "property_type": "Detached house",
      "longitude": -1.72497,
      "thumbnail_url": "https://lid.zoocdn.com/80/60/2ab1bd5d185a0d582e4f6f54cee8c45f9c10a167.jpg",
      "description": "Families come in all sizes and if yours is particularly extended, this amazing period property could be your dream home! Currently being used as a guest house, there is plenty of opportunity for other business uses thanks to the ample car parking and adaptable layout of the separate rooms to the main house. So, if never having to queue for the bathroom in the morning or rushing home to get the best parking space sounds appealing, this nine-bedroom extended house not only has two driveways both leading to the Jack'n'Jill double garage, it has five en-suite shower rooms! With a double staircase (essential for childrens games), a stunning west-facing landscaped garden and period features throughout, it's hard to imagine a better village property than 'The Old Post Office!'ApproachThis stunning property is accessed via one of the two gravel driveways which provides ample off-street parking for all the family. Located within the storm porch, the property's front doors opens to;Entrance HallStairs rising to first floor landing, solid timber flooring, wall-mounted radiator and wall lighting. Doors opening to dining room and sitting room.Kitchen (14' 1'' x 10' 1'' (4.3m x 3.08m))Dual aspect room with matching range of wall and base units, stainless steel sink with swan neck mixer tap set into work surfaces. Fitted hob and oven, space and plumbing for dishwasher and fridge/freezer and tiling to walls. Windows to side and rear aspect and exposed timber beams. Solid timber flooring, wall-mounted radiator and double doors to built-in pantry.Utility RoomSpace and plumbing for washing machine and tumble dryer, window to side aspect, tiling to floor and access to cloakroom.Rear PorchTraditional exposed timber beams, tiling to floor, wall-mounted radiator and timber door opening to garden.Sitting Room (19' 9'' x 12' 11'' (6.02m x 3.93m))Bay window to front aspect, solid timber flooring and two wall-mounted radiators.Dining Room (16' 11'' x 11' 9'' (5.16m x 3.58m))Open fireplace with tiled hearth and stone mantle, window to front aspect, solid timber flooring and wall-mounted radiator.Study (12' 11'' x 12' 3'' (3.93m x 3.73m))Open fireplace with tiled hearth and surround, sash window to side aspect, solid timber flooring and wall-mounted radiator.Breakfast Room (18' 4'' x 14' 5'' (5.6m x 4.4m))Window and door to side aspect, exposed timber beams, glass topped feature well and wall-mounted lighting and radiator. Solid timber flooring and stairs rising to first floor.Stairs And LandingStairs rising from entrance hall to first floor, window to rear aspect, access to loft space, airing cupboard and doors to;Family Bathroom (7' 11'' x 6' 11'' (2.41m x 2.10m))Suite comprising panel bath with shower over, hand wash basin and WC. Window to rear aspect, tiling to walls and wall-mounted radiator.Master Bedroom (16' 11'' x 11' 9'' (5.16m x 3.58m))Sash window to front aspect, original open fireplace with stone hearth and mantle and wall-mounted radiator.Office (7' 8'' x 5' 6'' (2.33m x 1.67m))Sash window to front aspect, wall-mounted radiator and built-in shelving.Bedroom Two (13' 5'' x 11' 1'' (4.1m x 3.38m))Sash window to front aspect, solid timber flooring and wall-mounted radiator.Bedroom Three (12' 3'' x 12' 0'' (3.73m x 3.67m))Sash window to side aspect, exposed timber beams and wall-mounted radiator.Bedroom Four (10' 6'' x 10' 1'' (3.2m x 3.08m))Window to side aspect and wall-mounted radiator.Second LandingStairs rising from breakfast room for first floor, double glazed velux window, access to loft space, solid timber flooring and wall-mounted radiator. Doors to;Bedroom Five (15' 7'' x 13' 5'' (4.76m x 4.08m))Dual aspect room with double glazed windows to front and rear, solid timber flooring, wall-mounted radiator and built-in wardrobe. Door to en-suite.Bedroom Six (11' 1'' x 9' 10'' (3.39m x 3.0m))Double glazed window to side aspect, solid timber flooring, wall-mounted radiator and built-in wardrobe. Door to en-suite.Bedroom Seven (12' 7'' x 10' 4'' (3.83m x 3.16m))Double glazed window to front aspect, solid timber flooring, wall-mounted radiator and built-in wardrobe. Door to en-suite.Bedroom Eight (14' 9'' x 13' 4'' (4.5m x 4.06m))Double glazed window to side aspect, solid timber flooring, wall-mounted radiator and built-in wardrobe. Door to en-suite.Bedroom Nine (9' 3'' x 7' 5'' (2.83m x 2.27m))Double glazed window to side aspect, solid timber flooring, wall-mounted radiator and built-in wardrobe. Door to en-suite.En-Suite Shower RoomsThe five en-suite shower rooms comprise of; walk-in shower, hand wash basin with mixer tap and WC. Tiling to walls and floor and chrome heated towel rail.Double Garage (49' 6'' x 13' 5'' (15.1m x 4.08m))Sizeable 'Jack and Jill' garage accessed from both driveways with electric doors to front and rear, fully equipped with power and lighting and three wall-mounted radiators.Rear GardenThis beautifully landscaped, west facing rear garden is mainly laid to lawn and edged with borders decorated with a pretty array of flowers and shrubs, creating a tranquil and relaxing space to be enjoyed by all. A paved patio area provides a great space for outdoor barbecues and entertaining. If you like to relax outdoors with a good book or are more 'hands on' and like the green fingered element of gardening, this is a great space for both.",
      "post_town": "Swindon",
      "details_url": "https://www.zoopla.co.uk/for-sale/details/45888791?utm_source=v1:77-cCjDOAwKP-h3zdu0ptTP5fRhtzeDX&utm_medium=api",
      "short_description": "<p class=\"top\">  <strong>Families come in all sizes and if yours is particularly extended, this amazing period property could be your dream home!</strong> Currently being used as a guest house, there is plenty of opportunity for other business uses thanks to the ample car parking and adaptable layout of the separate rooms to the main house. So, if never having to queue for the bathroom in the morning or rushing home to get the best parking space sounds appealing, this nine-bedroom extended house not only has two driveways both leading to the Jack'n'Jill double garage, it has five en-suite shower rooms! With a double staircase (essential for childrens games), a stunning west-facing landscaped garden and period features throughout, it's hard to imagine a better village property than 'The Old Post Office!'</p><h3 class=\"listing-desc-header top\"><strong>Approach</strong></h3><p class=\"top\">This stunning property is accessed via one of the two gravel driveways which provides ample off-street parking for all the family. Located within the storm porch, the property's front doors opens to;</p><h3 class=\"listing-desc-header top\"><strong>Entrance Hall</strong></h3><p class=\"top\">Stairs rising to first floor landing, solid timber flooring, wall-mounted radiator and wall lighting. Doors opening to dining room and sitting room.</p><h3 class=\"listing-desc-header top\"><strong>Kitchen</strong> (14' 1'' x 10' 1'' (4.3m x 3.08m))</h3><p class=\"top\">Dual aspect room with matching range of wall and base units, stainless steel sink with swan neck mixer tap set into work surfaces. Fitted hob and oven, space and plumbing for dishwasher and fridge/freezer and tiling to walls. Windows to side and rear aspect and exposed timber beams. Solid timber flooring, wall-mounted radiator and double doors to built-in pantry.</p><h3 class=\"listing-desc-header top\"><strong>Utility Room</strong></h3><p class=\"top\">Space and plumbing for washing machine and tumble dryer, window to side aspect, tiling to floor and access to cloakroom.</p><h3 class=\"listing-desc-header top\"><strong>Rear Porch</strong></h3><p class=\"top\">Traditional exposed timber beams, tiling to floor, wall-mounted radiator and timber door opening to garden.</p><h3 class=\"listing-desc-header top\"><strong>Sitting Room</strong> (19' 9'' x 12' 11'' (6.02m x 3.93m))</h3><p class=\"top\">Bay window to front aspect, solid timber flooring and two wall-mounted radiators.</p><h3 class=\"listing-desc-header top\"><strong>Dining Room</strong> (16' 11'' x 11' 9'' (5.16m x 3.58m))</h3><p class=\"top\">Open fireplace with tiled hearth and stone mantle, window to front aspect, solid timber flooring and wall-mounted radiator.</p><h3 class=\"listing-desc-header top\"><strong>Study</strong> (12' 11'' x 12' 3'' (3.93m x 3.73m))</h3><p class=\"top\">Open fireplace with tiled hearth and surround, sash window to side aspect, solid timber flooring and wall-mounted radiator.</p><h3 class=\"listing-desc-header top\"><strong>Breakfast Room</strong> (18' 4'' x 14' 5'' (5.6m x 4.4m))</h3><p class=\"top\">Window and door to side aspect, exposed timber beams, glass topped feature well and wall-mounted lighting and radiator. Solid timber flooring and stairs rising to first floor.</p><h3 class=\"listing-desc-header top\"><strong>Stairs And Landing</strong></h3><p class=\"top\">Stairs rising from entrance hall to first floor, window to rear aspect, access to loft space, airing cupboard and doors to;</p><h3 class=\"listing-desc-header top\"><strong>Family Bathroom</strong> (7' 11'' x 6' 11'' (2.41m x 2.10m))</h3><p class=\"top\">Suite comprising panel bath with shower over, hand wash basin and WC. Window to rear aspect, tiling to walls and wall-mounted radiator.</p><h3 class=\"listing-desc-header top\"><strong>Master Bedroom</strong> (16' 11'' x 11' 9'' (5.16m x 3.58m))</h3><p class=\"top\">Sash window to front aspect, original open fireplace with stone hearth and mantle and wall-mounted radiator.</p><h3 class=\"listing-desc-header top\"><strong>Office</strong> (7' 8'' x 5' 6'' (2.33m x 1.67m))</h3><p class=\"top\">Sash window to front aspect, wall-mounted radiator and built-in shelving.</p><h3 class=\"listing-desc-header top\"><strong>Bedroom Two</strong> (13' 5'' x 11' 1'' (4.1m x 3.38m))</h3><p class=\"top\">Sash window to front aspect, solid timber flooring and wall-mounted radiator.</p><h3 class=\"listing-desc-header top\"><strong>Bedroom Three</strong> (12' 3'' x 12' 0'' (3.73m x 3.67m))</h3><p class=\"top\">Sash window to side aspect, exposed timber beams and wall-mounted radiator.</p><h3 class=\"listing-desc-header top\"><strong>Bedroom Four</strong> (10' 6'' x 10' 1'' (3.2m x 3.08m))</h3><p class=\"top\">Window to side aspect and wall-mounted radiator.</p><h3 class=\"listing-desc-header top\"><strong>Second Landing</strong></h3><p class=\"top\">Stairs rising from breakfast room for first floor, double glazed velux window, access to loft space, solid timber flooring and wall-mounted radiator. Doors to;</p><h3 class=\"listing-desc-header top\"><strong>Bedroom Five</strong> (15' 7'' x 13' 5'' (4.76m x 4.08m))</h3><p class=\"top\">Dual aspect room with double glazed windows to front and rear, solid timber flooring, wall-mounted radiator and built-in wardrobe. Door to en-suite.</p><h3 class=\"listing-desc-header top\"><strong>Bedroom Six</strong> (11' 1'' x 9' 10'' (3.39m x 3.0m))</h3><p class=\"top\">Double glazed window to side aspect, solid timber flooring, wall-mounted radiator and built-in wardrobe. Door to en-suite.</p><h3 class=\"listing-desc-header top\"><strong>Bedroom Seven</strong> (12' 7'' x 10' 4'' (3.83m x 3.16m))</h3><p class=\"top\">Double glazed window to front aspect, solid timber flooring, wall-mounted radiator and built-in wardrobe. Door to en-suite.</p><h3 class=\"listing-desc-header top\"><strong>Bedroom Eight</strong> (14' 9'' x 13' 4'' (4.5m x 4.06m))</h3><p class=\"top\">Double glazed window to side aspect, solid timber flooring, wall-mounted radiator and built-in wardrobe. Door to en-suite.</p><h3 class=\"listing-desc-header top\"><strong>Bedroom Nine</strong> (9' 3'' x 7' 5'' (2.83m x 2.27m))</h3><p class=\"top\">Double glazed window to side aspect, solid timber flooring, wall-mounted radiator and built-in wardrobe. Door to en-suite.</p><h3 class=\"listing-desc-header top\"><strong>En-Suite Shower Rooms</strong></h3><p class=\"top\">The five en-suite shower rooms comprise of; walk-in shower, hand wash basin with mixer tap and WC. Tiling to walls and floor and chrome heated towel rail.</p><h3 class=\"listing-desc-header top\"><strong>Double Garage</strong> (49' 6'' x 13' 5'' (15.1m x 4.08m))</h3><p class=\"top\">Sizeable 'Jack and Jill' garage accessed from both driveways with electric doors to front and rear, fully equipped with power and lighting and three wall-mounted radiators.</p><h3 class=\"listing-desc-header top\"><strong>Rear Garden</strong></h3><p class=\"top\">This beautifully landscaped, west facing rear garden is mainly laid to lawn and edged with borders decorated with a pretty array of flowers and shrubs, creating a tranquil and relaxing space to be enjoyed by all. A paved patio area provides a great space for outdoor barbecues and entertaining. If you like to relax outdoors with a good book or are more 'hands on' and like the green fingered element of gardening, this is a great space for both.</p>",
      "outcode": "SN3",
      "image_645_430_url": "https://lid.zoocdn.com/645/430/2ab1bd5d185a0d582e4f6f54cee8c45f9c10a167.jpg",
      "county": "Wiltshire",
      "price": "950000",
      "listing_id": "45888791",
      "image_caption": "Driveway",
      "image_80_60_url": "https://lid.zoocdn.com/80/60/2ab1bd5d185a0d582e4f6f54cee8c45f9c10a167.jpg",
      "status": "for_sale",
      "agent_name": "In House Estate Agents",
      "num_recepts": "4",
      "country": "England",
      "first_published_date": "2017-06-10 05:18:23",
      "displayable_address": "Thornhill Road, South Marston, Swindon SN3",
      "price_modifier": "offers_over",
      "floor_plan": [
        "https://lc.zoocdn.com/385c4f989b09bec4a4f693ad468e584a23fc8187.jpg"
      ],
      "street_name": "Thornhill Road",
      "num_bathrooms": "6",
      "agent_logo": "https://st.zoocdn.com/zoopla_static_agent_logo_(334080).png",
      "price_change": [
        {
          "direction": "",
          "date": "2017-06-09 18:49:26",
          "percent": "0%",
          "price": "1050000"
        },
        {
          "direction": "down",
          "date": "2018-10-15 15:23:52",
          "percent": "-9.5%",
          "price": "950000"
        }
      ],
      "agent_phone": "01235 244876",
      "image_354_255_url": "https://lid.zoocdn.com/354/255/2ab1bd5d185a0d582e4f6f54cee8c45f9c10a167.jpg",
      "image_url": "https://lid.zoocdn.com/354/255/2ab1bd5d185a0d582e4f6f54cee8c45f9c10a167.jpg",
      "last_published_date": "2018-10-15 15:25:59",
      "price_change_summary": {
        "direction": "down",
        "percent": "-9.5%",
        "last_updated_date": "2018-10-15 15:23:52"
      },
      "crimeCount": 17
    }
  ],
  "street": "",
  "town": "Swindon",
  "latitude": 51.5656205,
  "county": "Wiltshire",
  "bounding_box": {
    "longitude_min": "-1.950812",
    "latitude_min": "51.447163",
    "longitude_max": "-1.586597",
    "latitude_max": "51.684078"
  },
  "postcode": ""
} 